{"version": "1.0", "truncation": null, "padding": null, "added_tokens": [{"id": 0, "special": true, "content": "[PAD]", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false}, {"id": 1, "special": true, "content": "<unk>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false}, {"id": 2, "special": true, "content": "[CLS]", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false}, {"id": 3, "special": true, "content": "[SEP]", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false}, {"id": 4, "special": true, "content": "[MASK]", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false}], "normalizer": {"type": "Sequence", "normalizers": [{"type": "NFKD"}]}, "pre_tokenizer": {"type": "Sequence", "pretokenizers": [{"type": "WhitespaceSplit"}, {"type": "Metaspace", "replacement": "\u2581", "str_rep": "\u2581", "add_prefix_space": true}]}, "post_processor": {"type": "TemplateProcessing", "single": [{"SpecialToken": {"id": "[CLS]", "type_id": 0}}, {"Sequence": {"id": "A", "type_id": 0}}, {"SpecialToken": {"id": "[SEP]", "type_id": 0}}], "pair": [{"SpecialToken": {"id": "[CLS]", "type_id": 0}}, {"Sequence": {"id": "A", "type_id": 0}}, {"SpecialToken": {"id": "[SEP]", "type_id": 0}}, {"Sequence": {"id": "B", "type_id": 1}}, {"SpecialToken": {"id": "[SEP]", "type_id": 1}}], "special_tokens": {"[SEP]": {"id": "[SEP]", "ids": [3], "tokens": ["[SEP]"]}, "[CLS]": {"id": "[CLS]", "ids": [2], "tokens": ["[CLS]"]}}}, "decoder": {"type": "Metaspace", "replacement": "\u2581", "str_rep": "\u2581", "add_prefix_space": true}, "model": {"unk_id": 1, "vocab": [["[PAD]", 0.0], ["<unk>", 0.0], ["[CLS]", 0.0], ["[SEP]", 0.0], ["[MASK]", 0.0], ["T", -3.99983], ["C", -5.28985], ["AAA", -5.29897], ["AG", -5.34604], ["AA", -5.34676], ["CA", -5.38211], ["TT", -5.3906], ["G", -5.39239], ["TG", -5.43264], ["CT", -5.45983], ["AC", -5.4729], ["AT", -5.50719], ["GT", -5.51098], ["CC", -5.64243], ["GC", -5.716], ["GG", -5.75338], ["TTT", -5.79666], ["GA", -5.80402], ["TC", -5.81424], ["A", -5.81725], ["AGG", -5.83725], ["CCT", -5.84282], ["AAG", -5.84972], ["TA", -5.88883], ["CTC", -5.91055], ["CCC", -5.9422], ["ACA", -5.94605], ["CTT", -5.96703], ["GAG", -5.96905], ["CAT", -5.99792], ["GGG", -5.99953], ["AGA", -6.0088], ["CAG", -6.01024], ["CTG", -6.01148], ["TGG", -6.02861], ["ATG", -6.0461], ["AGT", -6.05993], ["TGT", -6.06046], ["CCA", -6.07483], ["ACT", -6.08717], ["GTG", -6.09421], ["TCT", -6.1008], ["GAA", -6.10561], ["TCA", -6.1059], ["CAC", -6.11561], ["CG", -6.12347], ["TGA", -6.14625], ["TTC", -6.16155], ["GCT", -6.18506], ["AGC", -6.19711], ["GCA", -6.21248], ["TGC", -6.24866], ["TTG", -6.26549], ["ATT", -6.26572], ["CAA", -6.29693], ["AAT", -6.33177], ["CTA", -6.37077], ["TTA", -6.37558], ["GGA", -6.40273], ["GGC", -6.41955], ["TAA", -6.42138], ["GGT", -6.43714], ["TCC", -6.44378], ["AAAA", -6.44489], ["GTA", -6.44747], ["GTT", -6.46484], ["TAG", -6.46875], ["AAC", -6.48114], ["TAT", -6.50056], ["ACC", -6.51901], ["GCC", -6.52071], ["ATA", -6.52319], ["TTTT", -6.53485], ["GAGA", -6.55947], ["GAT", -6.57321], ["TAC", -6.60886], ["AGGA", -6.61122], ["TCTC", -6.62596], ["GTC", -6.6637], ["TCCT", -6.68481], ["AGAA", -6.6902], ["CTGA", -6.72906], ["ATC", -6.74016], ["CTAG", -6.74357], ["TCAG", -6.74743], ["AGAG", -6.74866], ["GAC", -6.75188], ["CAAG", -6.75676], ["ACAT", -6.75836], ["TGTG", -6.779], ["TGCT", -6.78066], ["TCTT", -6.79255], ["AAAC", -6.80771], ["CCAG", -6.81078], ["TTCT", -6.81116], ["CATG", -6.82195], ["CACA", -6.82814], ["TTCC", -6.83746], ["CTGT", -6.83766], ["TCTG", -6.84391], ["CTTG", -6.84469], ["TCAC", -6.84479], ["ATCAT", -6.84728], ["AGTG", -6.85972], ["ATGT", -6.86255], ["CAGA", -6.86275], ["GGGA", -6.86438], ["TGCA", -6.86723], ["GTGA", -6.86881], ["AGCA", -6.86927], ["ACAC", -6.87038], ["ACCT", -6.87692], ["AAGA", -6.88762], ["GAAA", -6.88972], ["TCAT", -6.89275], ["CCTG", -6.89508], ["CAGG", -6.90149], ["AAAT", -6.90161], ["CTTT", -6.9085], ["AGGT", -6.91449], ["GGAA", -6.91652], ["CAAA", -6.92622], ["AGGC", -6.943], ["ACCA", -6.95102], ["ATAT", -6.95124], ["TTTC", -6.95169], ["ACAG", -6.95464], ["AAAG", -6.96264], ["ATTT", -6.96599], ["AAATG", -6.96921], ["CTGG", -6.97583], ["TGTT", -6.97955], ["GTGT", -6.98168], ["AACA", -6.99155], ["TTCA", -6.99567], ["AGTA", -6.99964], ["CTCA", -7.00063], ["TTTG", -7.00175], ["GCCT", -7.00514], ["CAGT", -7.00903], ["ACAA", -7.01058], ["TTGG", -7.01645], ["TTGT", -7.01831], ["CCAC", -7.02458], ["CGG", -7.02606], ["TGGT", -7.02843], ["ATGAT", -7.03726], ["GTTT", -7.03923], ["TTAT", -7.04007], ["CCCA", -7.0424], ["TGGG", -7.04311], ["TGGA", -7.04482], ["TGAT", -7.05643], ["CTCT", -7.05782], ["AGAT", -7.06099], ["CTGC", -7.06216], ["TGAG", -7.06445], ["TACT", -7.06504], ["TCCC", -7.06552], ["AGCT", -7.06571], ["TCCA", -7.06643], ["AGGAT", -7.07141], ["ATGG", -7.08163], ["GTGG", -7.09118], ["TAAA", -7.09626], ["ACTG", -7.09761], ["ATGA", -7.09858], ["CACT", -7.1012], ["TGCC", -7.10814], ["AATG", -7.109], ["GCAG", -7.11308], ["CCAT", -7.11438], ["CCAA", -7.11716], ["ACG", -7.11726], ["CCG", -7.11824], ["GCCC", -7.12396], ["CGT", -7.1295], ["CCCT", -7.13921], ["AGGTT", -7.14148], ["GCCA", -7.14295], ["GGGC", -7.1447], ["ATCAC", -7.15703], ["CATT", -7.15888], ["TTAA", -7.16427], ["AGGG", -7.17634], ["TGTA", -7.17956], ["TGAA", -7.18302], ["ATGGT", -7.18635], ["GGAG", -7.18899], ["GTGAT", -7.19254], ["GGCA", -7.19408], ["TTGA", -7.19432], ["GAAT", -7.19832], ["TGGC", -7.20083], ["TATT", -7.20562], ["AAATA", -7.20579], ["AAAAA", -7.20664], ["ATTA", -7.21184], ["GCG", -7.21237], ["GTGGG", -7.21382], ["AAGTA", -7.21934], ["ATAA", -7.2215], ["CCTT", -7.22996], ["ATCT", -7.23144], ["TTTTT", -7.2334], ["CTAT", -7.23777], ["TGAC", -7.23797], ["ACAAT", -7.2427], ["TACA", -7.248], ["TGGAG", -7.25775], ["CCCAG", -7.25834], ["CTCAG", -7.26003], ["TAAT", -7.26072], ["ACTT", -7.26075], ["TATG", -7.26149], ["TATTT", -7.26325], ["GCTG", -7.26375], ["CAGC", -7.26807], ["CTCC", -7.27146], ["CTTC", -7.27524], ["TACTT", -7.27732], ["AGAC", -7.27777], ["AAGT", -7.27824], ["CCTGG", -7.2783], ["GAAG", -7.28048], ["TTTA", -7.28207], ["AGCC", -7.28361], ["ATCA", -7.28534], ["CAAT", -7.28607], ["ACTC", -7.29224], ["ATTGT", -7.29559], ["AAGG", -7.29746], ["CATA", -7.29994], ["AATA", -7.30114], ["CCAGG", -7.30372], ["ATAG", -7.30741], ["AAACT", -7.31583], ["TAAC", -7.31614], ["AAAAT", -7.31703], ["GCAGG", -7.32485], ["AGGAG", -7.33074], ["CAGAG", -7.33239], ["GGCT", -7.33405], ["ACTTT", -7.3401], ["ATAAT", -7.34206], ["TCAA", -7.34503], ["CACC", -7.34608], ["ACCAT", -7.34611], ["CCTGC", -7.34955], ["AAAGT", -7.35541], ["ACCC", -7.3561], ["CTTA", -7.35634], ["ATCC", -7.3564], ["ATTG", -7.35693], ["GTCT", -7.35978], ["CTGGG", -7.36233], ["GGGT", -7.36633], ["AAGCA", -7.37634], ["GGAT", -7.37729], ["CCCAC", -7.37935], ["CGC", -7.37984], ["ATTC", -7.38434], ["CAAC", -7.38633], ["TAGA", -7.38844], ["GTAT", -7.38897], ["TGTTT", -7.39283], ["ATTTT", -7.39518], ["CCCC", -7.40389], ["ATTGC", -7.40565], ["CCTGT", -7.40597], ["GGGG", -7.40913], ["TCTA", -7.4113], ["TAAG", -7.41147], ["CATGT", -7.42321], ["GTAG", -7.42332], ["TTAG", -7.42409], ["TAATT", -7.42785], ["CCTGA", -7.43003], ["CTCTG", -7.43166], ["GCAT", -7.43181], ["AAGC", -7.4344], ["CCTC", -7.43752], ["GTTG", -7.43964], ["TGCTT", -7.44303], ["AGGTA", -7.4442], ["CTTGG", -7.46137], ["AGAAA", -7.46258], ["TTTCA", -7.46298], ["CTAA", -7.47049], ["ATGC", -7.47245], ["ACTA", -7.47546], ["TGCCT", -7.48306], ["TGTGT", -7.48544], ["GCTT", -7.49281], ["AAGAG", -7.49598], ["CCAAG", -7.49605], ["CTGAG", -7.49851], ["GGGAG", -7.49941], ["AAACA", -7.50597], ["GTGGC", -7.51083], ["TTAC", -7.51175], ["ATCCA", -7.51184], ["AAATT", -7.51261], ["CCTCA", -7.52267], ["CTTTT", -7.5241], ["ATAC", -7.52564], ["TCTTT", -7.52646], ["ACATG", -7.52839], ["GTCA", -7.53087], ["TACCT", -7.53223], ["TAGT", -7.53381], ["AGGCA", -7.53601], ["CTCCT", -7.53994], ["TATA", -7.54017], ["GAGG", -7.54228], ["TTTCT", -7.54394], ["CACCT", -7.54451], ["AAGAA", -7.54756], ["ATGGC", -7.54776], ["GAGT", -7.54826], ["AATTA", -7.54984], ["ACAGG", -7.55353], ["AACCT", -7.55707], ["ACACA", -7.56295], ["CCTA", -7.56509], ["ACAGT", -7.56779], ["AGAAG", -7.56809], ["GGTG", -7.57412], ["CACTT", -7.57481], ["GCCAC", -7.57572], ["CTCCA", -7.57679], ["ACTGT", -7.57701], ["TACC", -7.57778], ["GGTT", -7.57899], ["AAAAG", -7.57903], ["GCAAT", -7.57958], ["GTAA", -7.57983], ["AGTTT", -7.58487], ["TAGG", -7.58809], ["AATTT", -7.59225], ["ATAGT", -7.59358], ["TTCCT", -7.59674], ["TTCTT", -7.59774], ["TTGAT", -7.60161], ["TCTGC", -7.60435], ["CTAC", -7.60471], ["ATTAT", -7.60712], ["ACAGA", -7.60954], ["TCAGG", -7.61089], ["ATCCT", -7.61626], ["GACA", -7.62663], ["ACAAA", -7.62752], ["TAGTT", -7.62771], ["CAGAA", -7.62833], ["AGGAA", -7.62848], ["CACAC", -7.63094], ["CGA", -7.63164], ["AACTT", -7.63271], ["TCTCA", -7.63455], ["CTCCC", -7.63456], ["AAGTG", -7.64063], ["GGCC", -7.64199], ["AAAGA", -7.64266], ["AAGTT", -7.64346], ["GAGC", -7.64442], ["AGGTG", -7.645], ["GCTGG", -7.6477], ["GCTC", -7.64925], ["CTTTC", -7.64986], ["TTCAA", -7.65061], ["CACAT", -7.65135], ["TTTTG", -7.65387], ["CACCC", -7.65504], ["TCAAG", -7.65574], ["AGTC", -7.6569], ["GTTGG", -7.65878], ["TGTC", -7.66101], ["CATC", -7.67378], ["CCAGT", -7.67577], ["GCATG", -7.67745], ["TAACT", -7.67783], ["CTTGA", -7.67856], ["CCCAT", -7.68041], ["ATGTG", -7.68215], ["AGAGA", -7.684], ["TATC", -7.68424], ["TCATT", -7.68501], ["GCTGC", -7.68641], ["TAATTTT", -7.6866], ["CAGTT", -7.6867], ["TTTTA", -7.68716], ["AACTA", -7.68882], ["CAGAT", -7.69027], ["CATGC", -7.69347], ["TTGC", -7.69369], ["AGCAG", -7.70342], ["TTTGT", -7.70391], ["CTTGT", -7.70437], ["TGGGA", -7.70509], ["CTCTT", -7.70546], ["TTCCA", -7.70572], ["ACTCA", -7.70573], ["ATATTT", -7.70827], ["TTGTT", -7.71403], ["CACTC", -7.71848], ["TCTGT", -7.7188], ["AGAAT", -7.71953], ["TAAAA", -7.72155], ["CATGG", -7.72299], ["GTGGT", -7.72342], ["AGGCT", -7.72683], ["GCCAT", -7.7314], ["TGTGA", -7.73211], ["CTGGAA", -7.73317], ["AAAAC", -7.73661], ["CATGA", -7.73689], ["TAGC", -7.74176], ["CACAG", -7.74207], ["AACTC", -7.74243], ["CTTTG", -7.74523], ["CAAAA", -7.74541], ["GTGTG", -7.74623], ["ATCAA", -7.74794], ["GCAGC", -7.74832], ["ATGTT", -7.74845], ["GCTA", -7.74953], ["ACCAC", -7.75043], ["CAGGA", -7.7515], ["CCTTC", -7.75186], ["AAGCT", -7.75618], ["AGCCT", -7.75694], ["AGATT", -7.7585], ["TTCAG", -7.75945], ["GACT", -7.76038], ["ACAAG", -7.7615], ["CAGGG", -7.76259], ["AACC", -7.76594], ["TCATG", -7.77175], ["GTCC", -7.7731], ["CCAGC", -7.77372], ["AAAATTA", -7.77448], ["GGAC", -7.77474], ["GAAGG", -7.77625], ["CAGTA", -7.77641], ["TTCTG", -7.77914], ["TCCTG", -7.78119], ["ACCCA", -7.78273], ["TCCAG", -7.78333], ["ATCTA", -7.78342], ["TACAT", -7.78409], ["ATTTG", -7.78517], ["GTTTT", -7.78593], ["TCACA", -7.78788], ["CATTT", -7.79002], ["TGTGG", -7.79202], ["GTTA", -7.79257], ["CTGCT", -7.79439], ["TGGAT", -7.7948], ["CCCTG", -7.79735], ["GCCTGGC", -7.79831], ["ATCTT", -7.79991], ["CTTCT", -7.80061], ["CAAGG", -7.80108], ["ATCCC", -7.80422], ["TAATTT", -7.80509], ["GCAGA", -7.80623], ["GCCAGGC", -7.80731], ["GCTTT", -7.81181], ["TTCAT", -7.81311], ["CCAGA", -7.81315], ["GGTA", -7.81466], ["CCATG", -7.81664], ["AACAA", -7.81666], ["ATTCT", -7.81801], ["GCAA", -7.82025], ["CCAAA", -7.82254], ["TCTCT", -7.82422], ["GCAAG", -7.82448], ["GGGAT", -7.8257], ["TACTA", -7.82571], ["CCCTC", -7.82792], ["ACTAT", -7.82856], ["GGAGG", -7.8289], ["CTGAT", -7.82936], ["CTGTG", -7.8302], ["GATG", -7.83146], ["TCG", -7.83366], ["CAGGT", -7.83432], ["CAGCA", -7.83448], ["TCTGA", -7.8363], ["TTTAT", -7.83729], ["GCAC", -7.83818], ["TACTG", -7.83923], ["CCACA", -7.83943], ["CTTGC", -7.83954], ["CAGTG", -7.84024], ["CTGTC", -7.84356], ["GAGGG", -7.84592], ["GAGGTC", -7.84635], ["TAAAT", -7.85022], ["ATGCA", -7.85048], ["CCTAC", -7.85087], ["CTCAC", -7.85184], ["ATGGG", -7.85598], ["CTGAA", -7.85839], ["TTAAA", -7.86143], ["CAAAG", -7.86696], ["TCAGA", -7.86752], ["TATGT", -7.87027], ["GGGAA", -7.87153], ["GACCTC", -7.87356], ["CTGTT", -7.87449], ["GAATA", -7.87449], ["ACTGA", -7.87601], ["GAAC", -7.87649], ["TCCTT", -7.87691], ["CATCT", -7.87758], ["ACTGG", -7.88018], ["GTGC", -7.88037], ["TGAGA", -7.88233], ["TGAGG", -7.88529], ["TAGTA", -7.88571], ["CTTCA", -7.88578], ["AGTGA", -7.88671], ["AAGGA", -7.88846], ["AGCCA", -7.88906], ["AATGA", -7.89503], ["AGCTG", -7.89568], ["TAGAT", -7.89802], ["TGCCA", -7.90215], ["TGCTG", -7.9031], ["TGTCT", -7.90349], ["TCTTG", -7.90456], ["CATTC", -7.90484], ["ACATA", -7.90815], ["ATCTG", -7.9085], ["TCCCT", -7.90999], ["AAAAATTA", -7.91225], ["GACC", -7.91352], ["ATGAA", -7.91541], ["CCTAG", -7.91544], ["ATTTC", -7.91592], ["GAGTG", -7.91754], ["ACTCT", -7.91788], ["ACATT", -7.91789], ["ATAAA", -7.91824], ["AATCT", -7.92139], ["GGAAG", -7.92312], ["TGGCT", -7.92317], ["GTGGA", -7.92374], ["GGCAG", -7.92507], ["TAGAG", -7.92526], ["TCTGG", -7.92692], ["TCAGT", -7.92787], ["AAAGG", -7.93019], ["GTGAG", -7.93287], ["CCCCA", -7.93425], ["GCAGT", -7.93437], ["TCTTTT", -7.93534], ["AAAGC", -7.93539], ["TGTGC", -7.93569], ["TATAT", -7.93582], ["CACCA", -7.93622], ["AGATG", -7.93757], ["TGAAT", -7.94014], ["ATTCA", -7.94014], ["TGGAA", -7.94248], ["CAAAT", -7.94348], ["CTCAT", -7.94501], ["TCCCA", -7.94597], ["TGGGT", -7.94611], ["CTTCC", -7.9466], ["TCACT", -7.94832], ["GCACA", -7.94954], ["GGGTG", -7.95121], ["ATTGA", -7.95578], ["TGCAT", -7.957], ["ATCAG", -7.9573], ["AATC", -7.95743], ["AGTTA", -7.9594], ["TCTTGCT", -7.95954], ["CTTTA", -7.96075], ["ATACA", -7.96252], ["CCTTT", -7.96681], ["CACTG", -7.96825], ["TGTAT", -7.96957], ["CTGCA", -7.97052], ["AAATTA", -7.97084], ["AATAT", -7.97246], ["TGCCC", -7.97442], ["ATTTA", -7.97524], ["TATTC", -7.97657], ["AACAG", -7.97684], ["CCAAC", -7.97713], ["GTGGTGGC", -7.97848], ["AAACC", -7.97993], ["TCCTC", -7.98009], ["TGACA", -7.98064], ["TTGGT", -7.98127], ["TGGCA", -7.98151], ["CTAGG", -7.98159], ["GCTGGGC", -7.98171], ["TAATTTTT", -7.98178], ["TCAAT", -7.98184], ["CCTTG", -7.98444], ["ACCAG", -7.98498], ["TACAA", -7.98578], ["TGAAA", -7.98639], ["TGATT", -7.98684], ["GAGTT", -7.98712], ["GGTC", -7.98765], ["ATGTA", -7.98854], ["TTGTA", -7.9912], ["CTGGA", -7.99221], ["CTGCC", -7.99236], ["AACAT", -7.99243], ["AGACT", -7.99243], ["TTATT", -7.99552], ["TTGAA", -7.99684], ["AATGT", -7.99685], ["ATATA", -7.99947], ["CTGGT", -8.00283], ["TTGGG", -8.00322], ["GATA", -8.00524], ["CTGTA", -8.0066], ["CAAGA", -8.00817], ["GCCCAGC", -8.01221], ["GAAAC", -8.01282], ["TTTTC", -8.01291], ["TGAAG", -8.01421], ["GGGCA", -8.01538], ["GAGAG", -8.01592], ["GCCACCAC", -8.01867], ["GTTC", -8.02185], ["TGGTT", -8.02285], ["ATTGG", -8.0229], ["GAATT", -8.02402], ["AGAAAA", -8.03017], ["TGGGG", -8.03185], ["AACTG", -8.03538], ["GTCTG", -8.03693], ["ATGAC", -8.03717], ["AGACA", -8.03741], ["AGCAA", -8.03834], ["AGTCT", -8.04001], ["AAAATA", -8.04064], ["CAGAC", -8.04263], ["AGAGC", -8.04307], ["AGGAGG", -8.04413], ["CTCAA", -8.04469], ["GAAAG", -8.04517], ["TTATG", -8.0458], ["CCTCC", -8.04653], ["CCCAA", -8.04693], ["CACCAC", -8.04744], ["CCTGCCTC", -8.04748], ["GGATT", -8.0502], ["GTTGT", -8.05254], ["CCTCCT", -8.05284], ["GGTTT", -8.0541], ["AGTGT", -8.05568], ["GAGGCAGG", -8.05698], ["TCTCACT", -8.05841], ["TTTGG", -8.05894], ["CTCTC", -8.06204], ["TTTAA", -8.06297], ["AGTGAGA", -8.06844], ["TGCTC", -8.06882], ["TAGGT", -8.06957], ["AAAAAA", -8.06985], ["AAGAT", -8.06986], ["TATTTT", -8.07061], ["GTGGTG", -8.07481], ["GAGGA", -8.07623], ["CGGG", -8.07634], ["TTTGA", -8.07777], ["CCAAT", -8.07808], ["GGAAA", -8.07811], ["AGAGT", -8.08002], ["AACAC", -8.08041], ["TTCCC", -8.08052], ["CTCTA", -8.08199], ["TGGTG", -8.08233], ["GAAAT", -8.08457], ["AGGGA", -8.08469], ["AGAAC", -8.0848], ["CTAAT", -8.08573], ["TTGCT", -8.08597], ["CCCG", -8.0863], ["GCCAG", -8.08965], ["ATCGC", -8.09028], ["GAGCA", -8.09099], ["CAACA", -8.09256], ["CTAAG", -8.09398], ["TTGTG", -8.09674], ["ATATGT", -8.10173], ["ATTAA", -8.10247], ["TGGTA", -8.10804], ["TGCTA", -8.11064], ["TTTCC", -8.11553], ["AATAA", -8.11973], ["AGAGG", -8.12027], ["AGCTA", -8.12042], ["CATAT", -8.12433], ["ACTGC", -8.12454], ["AGGGT", -8.12486], ["AGCAT", -8.12606], ["CAGCT", -8.12951], ["GGGAGG", -8.13044], ["TGCAC", -8.13117], ["TTGCA", -8.13274], ["CTATT", -8.13328], ["TGATG", -8.1352], ["CAAGC", -8.13542], ["GGTGA", -8.13683], ["CCTAT", -8.13818], ["CAAGT", -8.13821], ["TTTGAGA", -8.13896], ["TCCAC", -8.13896], ["AGGGG", -8.1411], ["TGAGT", -8.14129], ["TACCA", -8.14184], ["GACAG", -8.14199], ["GTTTC", -8.14294], ["GTAGG", -8.14389], ["ATGAG", -8.1441], ["TTAAT", -8.14814], ["AGTAG", -8.14816], ["AGTCA", -8.14852], ["ACAAC", -8.14944], ["TTACA", -8.15057], ["CTCCG", -8.15395], ["CCCGC", -8.15438], ["AAGAAA", -8.15788], ["TTCTC", -8.15831], ["AGTTG", -8.15844], ["ATTAG", -8.16013], ["CATCA", -8.16097], ["TATGA", -8.16509], ["ATGGA", -8.16583], ["TTTCTT", -8.16609], ["CAACT", -8.16656], ["ACCTA", -8.16976], ["GAAGA", -8.17051], ["GCTGGGA", -8.17058], ["TATTA", -8.17114], ["TCATA", -8.17216], ["TCTCC", -8.17314], ["TGACT", -8.17322], ["ATAGA", -8.17357], ["TTTGC", -8.17501], ["CTTAG", -8.17561], ["TATAA", -8.17582], ["GTGCA", -8.17591], ["ATGCT", -8.17668], ["AGATA", -8.17823], ["GTATT", -8.17859], ["ACTTG", -8.18027], ["TGCAG", -8.18121], ["ACAGC", -8.1827], ["CTTCCT", -8.18277], ["GTGTT", -8.18366], ["ATCTC", -8.18636], ["CCTCCC", -8.18689], ["AGCACTTTGGGAGGCC", -8.18692], ["GCGAT", -8.18699], ["TAAGT", -8.18727], ["TTGAG", -8.18747], ["AATCA", -8.1884], ["CAAAC", -8.18844], ["CATAG", -8.18961], ["GAGGTGGG", -8.19103], ["ACGT", -8.19108], ["AACCA", -8.19302], ["TGTTG", -8.19314], ["ACCCT", -8.19326], ["TCAAA", -8.19407], ["ATTCTG", -8.19456], ["ATATG", -8.19681], ["TTCTTT", -8.19783], ["GTGAC", -8.20038], ["AAGCC", -8.20084], ["AATGC", -8.20092], ["TAATA", -8.20099], ["TTATA", -8.20129], ["TTCTA", -8.20192], ["TCTTC", -8.20247], ["CCTGAG", -8.20249], ["CCCCC", -8.20281], ["TAGAA", -8.20577], ["GTAC", -8.20882], ["GCCACTGCACT", -8.20883], ["TTCAC", -8.20929], ["TAAAG", -8.21726], ["ACCTG", -8.21966], ["GATTT", -8.21969], ["TCCCAGC", -8.22056], ["CATCAT", -8.2208], ["TTTTCT", -8.22161], ["AGCG", -8.22353], ["GAGGC", -8.22567], ["AATCC", -8.22577], ["GGCTT", -8.2275], ["AAGGG", -8.22879], ["ACCAA", -8.22881], ["AAATAA", -8.22901], ["CATTCT", -8.23024], ["CCTCT", -8.23026], ["GTGTA", -8.23112], ["ATAAAAT", -8.23142], ["CGGGG", -8.23384], ["ACTTA", -8.23436], ["ATGTGT", -8.23508], ["TCCAT", -8.23611], ["AGTGCAGTGGC", -8.23696], ["ACTAA", -8.2374], ["CTGGC", -8.23779], ["GCTGGGT", -8.23808], ["CCATT", -8.23938], ["GTCAT", -8.24275], ["CATCTT", -8.24286], ["TAGCA", -8.24303], ["AGCTT", -8.24326], ["TATCT", -8.24459], ["ATTAC", -8.24805], ["AATGG", -8.24805], ["GCCTC", -8.24832], ["ATAATG", -8.24986], ["TCTTA", -8.25068], ["CTAAA", -8.25125], ["TACAG", -8.25451], ["CCACT", -8.25467], ["GTCCC", -8.25815], ["TGCAA", -8.2589], ["CTTAA", -8.26266], ["GAGAA", -8.26437], ["AACAAA", -8.26503], ["CCCCT", -8.26521], ["ACACT", -8.26632], ["CAGCC", -8.27142], ["CAGGC", -8.27444], ["ATATAT", -8.27456], ["GGAAT", -8.2769], ["CCCTT", -8.2771], ["ACTTC", -8.27894], ["GAGAT", -8.27975], ["GCCTG", -8.28381], ["GTCAC", -8.28641], ["GCTTG", -8.28699], ["GGGGA", -8.29091], ["CTATG", -8.29095], ["CAATG", -8.29162], ["GTCAG", -8.29306], ["CACCAT", -8.29465], ["TCTCAAA", -8.29936], ["TTTGTT", -8.30209], ["TGTCA", -8.30441], ["ACCCAGC", -8.30507], ["ACAGTG", -8.30792], ["GCTGT", -8.31037], ["AAAGAA", -8.31045], ["CATTG", -8.31074], ["CACAA", -8.31329], ["AAAAGA", -8.31416], ["AAATC", -8.31517], ["AAAAAAAAAAAAAAAA", -8.31724], ["CTACT", -8.32103], ["GGCCT", -8.32113], ["CAAAAT", -8.32146], ["ATTTAT", -8.3252], ["GCCCGGC", -8.32522], ["GGCCC", -8.32544], ["GGGTT", -8.32811], ["GTAGA", -8.32913], ["TGTTTT", -8.33212], ["TAGTTT", -8.33225], ["CTCAGC", -8.33232], ["TTCCTT", -8.33233], ["GCTTC", -8.33304], ["GCATT", -8.33664], ["CAGTC", -8.33736], ["AAAACA", -8.33859], ["ATTCC", -8.3386], ["TTATTT", -8.33905], ["CCTGGG", -8.33919], ["GCCGGGC", -8.34054], ["GAATG", -8.34121], ["GGTAG", -8.34551], ["GTTGC", -8.34742], ["TCAGC", -8.34787], ["AGTGG", -8.34964], ["ATTTGT", -8.34966], ["AAGAGA", -8.35052], ["AGAAAG", -8.3517], ["AAATAT", -8.35356], ["CGAG", -8.35432], ["GGGGG", -8.3567], ["ATCGT", -8.35681], ["CAACAG", -8.35743], ["TCTAT", -8.35867], ["GCAAA", -8.3597], ["GGGCC", -8.36143], ["CCGG", -8.36238], ["TGATTT", -8.36434], ["AATAAA", -8.36441], ["AAATAG", -8.36477], ["CCTAGG", -8.36727], ["TGGCC", -8.36749], ["TGTAA", -8.36805], ["CTTAT", -8.36863], ["ATAAG", -8.37011], ["TTTATT", -8.37128], ["GTTAT", -8.3719], ["GGGAC", -8.37663], ["TTTTTT", -8.37701], ["TTGGA", -8.37819], ["TTAGT", -8.37961], ["TCCAA", -8.38251], ["AGGAC", -8.38291], ["TCTCTT", -8.38295], ["TTAAAA", -8.38484], ["TAAAAT", -8.38714], ["AATAG", -8.38754], ["AGCAAGA", -8.38765], ["CTCAGG", -8.38836], ["AAGGTC", -8.3884], ["ATAAC", -8.3885], ["GCCG", -8.38879], ["CATTA", -8.38921], ["AAATAAA", -8.39002], ["CATAA", -8.39192], ["AGGAAA", -8.39207], ["ACGAT", -8.39217], ["CTGTTG", -8.39419], ["AGTAA", -8.39437], ["GGCTG", -8.39565], ["GCTAT", -8.39612], ["AATTC", -8.4], ["AAATCA", -8.4002], ["GGGAGGCTGAGGCAGG", -8.40048], ["CGGC", -8.40324], ["TTACT", -8.40388], ["CTACA", -8.4046], ["GCCCC", -8.40502], ["TCCTA", -8.40512], ["CCTCTG", -8.4059], ["ATTCAT", -8.40608], ["CCCACCTC", -8.40659], ["GTAAT", -8.40728], ["ACATAT", -8.40938], ["AAAGTGCTGGGATTAC", -8.40978], ["CTTTTT", -8.41056], ["CTTTAT", -8.41082], ["CGTG", -8.4122], ["TTTCTG", -8.41338], ["AGCCC", -8.41467], ["AGGAAG", -8.41607], ["TTTTTTTTTTTTTTTT", -8.41662], ["GAAGT", -8.4171], ["CTTGGG", -8.41754], ["GCTGAG", -8.41889], ["GATGG", -8.42012], ["TGTTA", -8.42028], ["CGGAG", -8.42063], ["CTCG", -8.42065], ["CTTAC", -8.42314], ["TTAAG", -8.42434], ["CATCC", -8.42529], ["AAAAAG", -8.42736], ["TGTAG", -8.42775], ["ACAAAA", -8.42776], ["AAATGA", -8.42797], ["GCCCAGG", -8.42856], ["CCATC", -8.42914], ["CTTCAG", -8.42949], ["GATTCT", -8.42983], ["CTCAGT", -8.43025], ["TGAAAT", -8.43115], ["CTAGA", -8.4325], ["AACCC", -8.43314], ["GCTGA", -8.43385], ["GTGCT", -8.43448], ["TAAGA", -8.43477], ["ATGGTG", -8.4353], ["CTGAC", -8.43677], ["GTTTG", -8.43773], ["AAGAC", -8.43785], ["TATGG", -8.43837], ["TACTC", -8.43998], ["TAACA", -8.44109], ["ACACAT", -8.44342], ["AGTAT", -8.44486], ["GGCCA", -8.44582], ["AGAATG", -8.44707], ["GGAGGG", -8.44853], ["GGGAAG", -8.44869], ["GGAGA", -8.45203], ["CCCCG", -8.45306], ["CCGT", -8.45327], ["ATAAAT", -8.45432], ["AGAATC", -8.45446], ["TTAGA", -8.45551], ["AAAGCA", -8.45563], ["ATGTTT", -8.45587], ["GGCCTCCC", -8.4584], ["TAATG", -8.45917], ["AGGAAAA", -8.46234], ["AATAC", -8.46646], ["TTGTTT", -8.46708], ["TTTCCTT", -8.46817], ["TTGAAT", -8.46828], ["AAGAAG", -8.46849], ["GGCCTCCCAAAGTGCT", -8.46903], ["ACACAG", -8.4695], ["TTTTTGT", -8.46976], ["ATACT", -8.47039], ["GCCAGGT", -8.47436], ["TTTAAT", -8.47539], ["CCCAAG", -8.47542], ["CTTTCT", -8.4765], ["CACTGT", -8.4767], ["AGAGAGA", -8.47809], ["AGGCC", -8.47894], ["CCACAG", -8.47913], ["GTAGT", -8.48251], ["TCTAC", -8.4832], ["GGTGG", -8.4834], ["TGACC", -8.48347], ["TAGGG", -8.48468], ["TGGGGA", -8.48495], ["ACCTGGC", -8.48587], ["ATAGC", -8.48824], ["TATATT", -8.48858], ["AAAAATACAAAAATTA", -8.48909], ["TATTG", -8.48999], ["TTCGTTGGAAACGGGA", -8.49006], ["AATTG", -8.49018], ["GAAGC", -8.49055], ["AGAACT", -8.49087], ["AAGGAA", -8.49136], ["GACCTT", -8.4915], ["AGCATT", -8.49215], ["TTTAG", -8.49229], ["TCTCAG", -8.49262], ["TTGCCT", -8.49381], ["AAACAA", -8.49391], ["CCTGCCTCAGCCTCCC", -8.49394], ["ATAAAA", -8.49679], ["CTCTGC", -8.49757], ["TCATC", -8.49785], ["CAGCTG", -8.4979], ["TTCTGT", -8.49868], ["CTGAAG", -8.49895], ["CACG", -8.50002], ["GTAAG", -8.50004], ["TTTTAA", -8.50226], ["CTATA", -8.50386], ["AAGTCA", -8.50641], ["CCGC", -8.50759], ["ATGATG", -8.50914], ["AGCAC", -8.50996], ["TTCATT", -8.5155], ["AGGTCA", -8.51721], ["TGGTTT", -8.51766], ["CTAGT", -8.51785], ["CCATA", -8.51799], ["TCTTTG", -8.51812], ["CAATT", -8.51952], ["ATGTAT", -8.52455], ["GCACG", -8.5253], ["GGGCT", -8.52555], ["TTTGAA", -8.52696], ["GCAGAG", -8.52972], ["GTGAA", -8.52987], ["AGAACA", -8.5302], ["AAACCT", -8.53182], ["CCCACC", -8.53193], ["TCCCCA", -8.53254], ["CTGCAAG", -8.5358], ["AGAGCA", -8.53631], ["TGTTTG", -8.5432], ["TTATTTTT", -8.54388], ["TGTATT", -8.54403], ["CAACAA", -8.5442], ["TCTTTCT", -8.5452], ["ACTAC", -8.54727], ["TAATTTTTGTATTTTT", -8.54988], ["CCTCTC", -8.55247], ["GTCTT", -8.55279], ["AGAAGG", -8.55286], ["AGAGAA", -8.55451], ["AGTTCA", -8.55522], ["AGTCC", -8.5563], ["AAGGAG", -8.55725], ["GAGGAG", -8.56258], ["ATTAAA", -8.56294], ["ATGCTG", -8.56296], ["AATATA", -8.56312], ["TCATTT", -8.56597], ["CCAGGCTGG", -8.56662], ["TGATGG", -8.56829], ["GAGATT", -8.56852], ["TCACTT", -8.56897], ["CCCTA", -8.56944], ["ACTGAG", -8.57137], ["TACAAA", -8.57152], ["TGACAG", -8.57248], ["CTGTCA", -8.57275], ["TTAGG", -8.57276], ["AAAAATAA", -8.57285], ["AGCTCA", -8.57603], ["CAGGAG", -8.57722], ["GCTTTG", -8.57761], ["GCCGC", -8.57825], ["CCTGTG", -8.57988], ["ATGAAT", -8.58034], ["CTGTGT", -8.58049], ["TCTAA", -8.58055], ["GAACA", -8.5811], ["GGACA", -8.58117], ["ATGTTG", -8.58199], ["GCGGG", -8.58482], ["AAGTTT", -8.5854], ["TATTTG", -8.58545], ["AAGGC", -8.58622], ["CCAGAG", -8.58631], ["TTTTTTT", -8.58851], ["ACTTTT", -8.58883], ["AGAATGG", -8.59004], ["ACAGAG", -8.59153], ["CTGTGG", -8.59237], ["ATTTTTA", -8.59304], ["TTCAGG", -8.59317], ["GGCAT", -8.59345], ["GGGCAG", -8.59389], ["ACAAAG", -8.59435], ["TTTTTA", -8.59556], ["TCTGTT", -8.5961], ["ACAGAA", -8.59867], ["ACGTG", -8.59964], ["AAGGCAGG", -8.60005], ["TTTAAAA", -8.60084], ["ATGAAA", -8.60109], ["GCACC", -8.60109], ["ACTAG", -8.60217], ["ATGCC", -8.60584], ["TTCAAA", -8.60692], ["GCAGTGGC", -8.60766], ["TCACAG", -8.60874], ["ACCACA", -8.61023], ["GTCCT", -8.61047], ["CAACAT", -8.61261], ["CAATA", -8.61349], ["GAGCC", -8.614], ["AACTAA", -8.6141], ["CCCCAC", -8.61514], ["TCAAC", -8.61525], ["ATTTTG", -8.61673], ["GAGTA", -8.6181], ["GGACT", -8.61844], ["TGCCCAGG", -8.61862], ["AATTTA", -8.61947], ["GGCTC", -8.61963], ["AAGAGG", -8.62032], ["TTTTCTT", -8.62109], ["TCCCTG", -8.62284], ["TTCTCT", -8.62284], ["ATATTTTT", -8.62296], ["AACCTC", -8.62344], ["CCCAGGC", -8.62345], ["CTTCTG", -8.62403], ["CACGT", -8.62421], ["AGCTC", -8.62493], ["CAGCCA", -8.62587], ["CACAGT", -8.62634], ["GCTCA", -8.62645], ["AAAAATAT", -8.6276], ["CCTGGA", -8.62887], ["CAGCAG", -8.62939], ["TGCCTT", -8.62968], ["CCTGCCTT", -8.62969], ["TAAATA", -8.62983], ["AAAGGA", -8.63089], ["ATGGAG", -8.63101], ["CATCTG", -8.63326], ["TTTCTTT", -8.63362], ["AAACAG", -8.63483], ["GTATG", -8.6349], ["TCTCGCT", -8.63694], ["GTATA", -8.63756], ["GGAGC", -8.63852], ["ATAGG", -8.63862], ["GGATG", -8.63936], ["AAAGAAA", -8.63948], ["CTGCCT", -8.63971], ["CCTCTT", -8.64082], ["TGAGGAT", -8.64154], ["TTGCTT", -8.64161], ["GAACTT", -8.64228], ["GACTT", -8.64293], ["CAGGAA", -8.64545], ["ACATTT", -8.64556], ["TGTTC", -8.64724], ["TCCTTC", -8.64809], ["CTACC", -8.64811], ["TGCATT", -8.64835], ["AAACTA", -8.65054], ["TGGAAA", -8.65094], ["CGTGC", -8.65263], ["TAATTA", -8.65387], ["ATAATA", -8.65406], ["TCACCT", -8.65426], ["AACTGG", -8.65433], ["CCTTTG", -8.6544], ["AAGAAAA", -8.65449], ["TGGGAA", -8.65451], ["AAGTC", -8.65452], ["AGATGG", -8.65454], ["GTGGAG", -8.65508], ["CCTTCT", -8.6553], ["ACTTCT", -8.6562], ["GACTG", -8.65705], ["AAGGCA", -8.65777], ["CAGAAG", -8.65922], ["TTCCCA", -8.65943], ["TTCATA", -8.6598], ["GCCACTGC", -8.66132], ["AAACAT", -8.66133], ["ACATGGTG", -8.6619], ["GATGA", -8.66221], ["TTTATTT", -8.66263], ["CAGGCA", -8.66299], ["AAGTGA", -8.66335], ["TCTCTCT", -8.66416], ["GTGTC", -8.66472], ["CTGGGC", -8.66567], ["ATAATT", -8.66596], ["TCTTGG", -8.66602], ["TGAACT", -8.66646], ["GAGCAG", -8.66674], ["AGTTCT", -8.66833], ["ACAATG", -8.66852], ["GGTGC", -8.66868], ["TTATTTT", -8.66893], ["TTGAAA", -8.6697], ["CCAACA", -8.66987], ["TGAAC", -8.67063], ["AATCCA", -8.67078], ["TTAAAT", -8.67142], ["TTATCT", -8.67187], ["TCCCAG", -8.67371], ["AAGCAA", -8.67442], ["GATGGG", -8.67603], ["CAACC", -8.67655], ["CTCTGCC", -8.67737], ["CACAGA", -8.6784], ["ATTCCT", -8.67864], ["TGTCC", -8.67954], ["CTCTGG", -8.68015], ["ACCCAG", -8.68019], ["CATTTG", -8.68052], ["CTTCTT", -8.68061], ["ATGAAG", -8.68091], ["CTGTTT", -8.68192], ["GTTCT", -8.68199], ["GGGTA", -8.68306], ["CGGA", -8.68367], ["AAAAAAA", -8.68397], ["CACAGC", -8.68397], ["AGGCTGG", -8.68424], ["GAGTC", -8.68427], ["GTATGT", -8.686], ["CATGGA", -8.68611], ["CCTAA", -8.68618], ["TTAATT", -8.68656], ["AATTAT", -8.68756], ["CAGATG", -8.68845], ["CCAGTG", -8.68889], ["TAAATT", -8.6889], ["CTCTGT", -8.68934], ["TGAGC", -8.68995], ["TACCC", -8.69011], ["CAAATG", -8.69023], ["AGTAAA", -8.69035], ["TCACTG", -8.69089], ["GGTGGG", -8.69154], ["AATGAG", -8.69156], ["GGTCA", -8.69219], ["AATTAA", -8.69279], ["GATCTC", -8.69304], ["TATAG", -8.69336], ["GTTGA", -8.69369], ["AAAGTGCT", -8.69373], ["ATATCT", -8.69421], ["TAGGA", -8.69488], ["ACTGTG", -8.69532], ["TATTTA", -8.69659], ["TAAAAAT", -8.69663], ["GACTC", -8.69751], ["ACATAC", -8.69754], ["TTTAC", -8.69965], ["GAGGCGGG", -8.70059], ["CACATT", -8.70095], ["GTAGC", -8.70185], ["TTGCTG", -8.70252], ["CACAGG", -8.70297], ["ACTCTT", -8.70387], ["CATAC", -8.70509], ["TAACTT", -8.70548], ["GTGATG", -8.70582], ["TTTTCA", -8.7086], ["CTTCCC", -8.70873], ["CACCTT", -8.70957], ["CAGGGA", -8.70986], ["CTCCAC", -8.71056], ["CTCAGA", -8.7111], ["AGGAAT", -8.71134], ["AGGCAG", -8.71247], ["AGAATT", -8.71278], ["CCAAGA", -8.7132], ["AGACAGA", -8.71447], ["GTTTTT", -8.71508], ["ATAAAG", -8.71712], ["CAAGTG", -8.71719], ["CAGAGG", -8.71735], ["TATTATT", -8.71815], ["TAAACA", -8.71997], ["ATATATA", -8.72018], ["CCCCAG", -8.72134], ["ACCCC", -8.7228], ["TGTTTA", -8.72299], ["CCTGGCCA", -8.72315], ["GCTAC", -8.72434], ["TGAATT", -8.72725], ["TGATAG", -8.72808], ["TGAGCT", -8.7284], ["GACAC", -8.72894], ["CACCAG", -8.72906], ["TTGTTG", -8.72978], ["TGGGAG", -8.73005], ["TGGAAT", -8.73112], ["AAAATGT", -8.73125], ["TGGCCAGG", -8.73135], ["TCTTCT", -8.73171], ["TTTTAAA", -8.73289], ["TTCATG", -8.73306], ["AATAAT", -8.73368], ["CCTTGG", -8.73437], ["AGGGAA", -8.73464], ["ATGTC", -8.73479], ["AGTGGG", -8.7354], ["AAGTTA", -8.73543], ["GGTTG", -8.73595], ["GTACA", -8.73618], ["CAAAGA", -8.73628], ["CTGGAG", -8.73638], ["CGCCT", -8.73674], ["TGAAAA", -8.73707], ["ATTTTAT", -8.73734], ["ATATAAA", -8.73756], ["CCAGAA", -8.73873], ["TGTTCA", -8.73877], ["GGGGT", -8.73884], ["CCTGGGC", -8.74036], ["TCAGAG", -8.74186], ["TCTGAG", -8.74196], ["GCAAC", -8.74553], ["CTCCTC", -8.74656], ["TCTGGA", -8.74676], ["CATGAA", -8.74683], ["TTAGCT", -8.74705], ["ATGCAT", -8.74747], ["CTGGTCTC", -8.74867], ["CTCCTG", -8.74882], ["CATCAC", -8.74885], ["TCTCTG", -8.74968], ["GAGGTT", -8.75037], ["TGACAA", -8.75044], ["CCATGG", -8.75109], ["TGACTT", -8.75139], ["GAGGTG", -8.7521], ["GGGAGGCC", -8.75264], ["ACCG", -8.75381], ["TTCCAA", -8.75438], ["ATACAT", -8.75455], ["AGAATA", -8.75511], ["TCTGGG", -8.75659], ["ATTGTG", -8.75848], ["TCCTTT", -8.75907], ["TGCCTG", -8.75945], ["TGATTG", -8.76008], ["GTGGGG", -8.76022], ["TGAGAT", -8.76037], ["CTCTCT", -8.76106], ["TTGTCA", -8.76128], ["ACTCTG", -8.76144], ["GTGCC", -8.7616], ["ATGCAG", -8.76322], ["CTTTTG", -8.76505], ["CAGCAA", -8.76574], ["TGATTCT", -8.76678], ["CGGT", -8.76692], ["AGGCG", -8.76694], ["AATTCT", -8.76725], ["CTGCAGC", -8.7674], ["TCCTTG", -8.76833], ["AGGACT", -8.76901], ["AATACA", -8.76912], ["AATGAA", -8.7697], ["TTGTC", -8.76994], ["AATAAAA", -8.77072], ["CTCTGA", -8.77081], ["TTACAG", -8.77145], ["TATAC", -8.772], ["TTCCAT", -8.77245], ["CTGGGG", -8.77249], ["AATGCA", -8.77506], ["AAAAAC", -8.77546], ["TCCAGA", -8.7759], ["GGTCT", -8.77659], ["AAACAGA", -8.77771], ["CTGGGA", -8.77815], ["ACACAC", -8.77851], ["ATTCAA", -8.77882], ["AGCACTTT", -8.7796], ["ATTCTT", -8.78019], ["AAGCAT", -8.78097], ["CAAATA", -8.78104], ["ACTTCA", -8.78114], ["TTTTTG", -8.78177], ["TGTGGT", -8.78238], ["AAAATAA", -8.78246], ["GATGT", -8.78342], ["TTTATA", -8.78355], ["AGACC", -8.78361], ["AGCTAA", -8.78559], ["CTGAGA", -8.78594], ["AAGACA", -8.78596], ["AATGTG", -8.786], ["TTCTGA", -8.78697], ["TGGATCAC", -8.78764], ["AACTCA", -8.78764], ["CTCACT", -8.789], ["TGCTTT", -8.78916], ["CAAACT", -8.791], ["TAATAA", -8.79246], ["CTGTAG", -8.79299], ["GTTAC", -8.79333], ["TGGCTG", -8.79467], ["CCCGG", -8.79484], ["ATATTA", -8.79487], ["AAAAAAAAAA", -8.79539], ["CAAAAG", -8.79682], ["ATGGAA", -8.79711], ["AGTGC", -8.79744], ["GAGGCC", -8.79804], ["AGAAATG", -8.79883], ["TGGAAG", -8.80087], ["AAAAGAAA", -8.80094], ["AGATAT", -8.80249], ["AAAAGG", -8.80282], ["CACAGAG", -8.80292], ["AATTCA", -8.80299], ["CAGATCAC", -8.80317], ["TAATAT", -8.80374], ["AAAAAGT", -8.80377], ["TCACAT", -8.80427], ["CAAAAA", -8.80597], ["GTGATCCA", -8.80624], ["GCTGTG", -8.80638], ["AAGATG", -8.8071], ["AGCTGG", -8.80726], ["GTGATCTG", -8.80754], ["TGGGGG", -8.80806], ["CTTGGT", -8.81049], ["CTACAG", -8.81068], ["CCAAGG", -8.8109], ["TTACTG", -8.81267], ["TGTCTG", -8.81304], ["AAATTG", -8.81361], ["AGTCTT", -8.81503], ["TCTCAA", -8.81555], ["AAGGTT", -8.8157], ["TGTCTT", -8.81799], ["AAACTG", -8.81814], ["GGGCG", -8.81822], ["TCCCTT", -8.8186], ["TGATTTT", -8.81888], ["TCCATG", -8.81929], ["CTTCCA", -8.81996], ["GAGATC", -8.82051], ["CTGCTT", -8.82076], ["CGCC", -8.82152], ["AATTGAA", -8.82186], ["GGCAC", -8.82326], ["CTCATT", -8.82337], ["AAAATCA", -8.8236], ["TCCTGA", -8.82464], ["TGTAC", -8.82465], ["GGCCTC", -8.82507], ["AAGACT", -8.82702], ["AGATGA", -8.82791], ["AGTGAA", -8.82891], ["AACCTT", -8.82894], ["CCTCCA", -8.82978], ["GAGACCAG", -8.82988], ["CAGAGA", -8.83048], ["CTAAC", -8.83048], ["AACG", -8.83188], ["CGCT", -8.83203], ["TCTTGAA", -8.83276], ["TTCACT", -8.83363], ["CCTTA", -8.83414], ["TCTGCA", -8.83455], ["CTATC", -8.83479], ["GACAGAG", -8.83584], ["CTCTGTC", -8.8366], ["TGTGAA", -8.83674], ["TGTATA", -8.83768], ["AAAAGGAAATATCTTC", -8.83769], ["CAAAGT", -8.83861], ["AGATAA", -8.83881], ["CCAGCCT", -8.83962], ["AGAAAAA", -8.83972], ["CAAATT", -8.84117], ["TAACAG", -8.84118], ["TTGAAACACTCTTTTT", -8.84175], ["AATAAAT", -8.84252], ["AAACCA", -8.84295], ["TTGAC", -8.84361], ["CCAGTT", -8.84391], ["CCACG", -8.84452], ["CAGTGA", -8.84525], ["AAGGGA", -8.84526], ["GGTGT", -8.8456], ["TCATAT", -8.84577], ["ACAAATA", -8.84632], ["TTTACT", -8.84663], ["GCCATG", -8.84704], ["CACCAA", -8.8472], ["GATTTT", -8.84726], ["TCCTGT", -8.84763], ["TTGGCT", -8.84768], ["GGAAGC", -8.84822], ["ATACAG", -8.84839], ["ATTATG", -8.84961], ["TCTCATT", -8.8503], ["TTTCTGT", -8.85164], ["GAGCG", -8.85277], ["TATTAA", -8.85293], ["TCAGGA", -8.85317], ["GGAGGA", -8.85401], ["AACAGA", -8.85476], ["TGTGTG", -8.85479], ["TTTTATT", -8.85511], ["AGCATTCTCAGAAACT", -8.85536], ["CACCATGTTGGCCAGG", -8.8561], ["AAATGTT", -8.85617], ["ACTTTG", -8.85685], ["CGTT", -8.85719], ["GTGTGT", -8.85794], ["CATCAG", -8.85821], ["CTCACC", -8.85858], ["GGCAA", -8.85998], ["TCCG", -8.86061], ["TCACGCCTGTAATCCC", -8.86096], ["AATGAGA", -8.86123], ["CCGGG", -8.86217], ["CCTGGCCAACATGGTG", -8.86218], ["GGCTGC", -8.86321], ["AACACA", -8.86523], ["AAAGCT", -8.86535], ["TTTGTA", -8.86627], ["TCTCCCT", -8.86648], ["GTTCC", -8.86699], ["CACAAT", -8.86767], ["GATTA", -8.8687], ["TCTATT", -8.87011], ["CGCCC", -8.87058], ["ATCAAA", -8.87179], ["TCAAAA", -8.87195], ["TGAGCA", -8.8731], ["CATTTA", -8.87352], ["TTTTTTTTT", -8.87353], ["CTCCAG", -8.87373], ["TATTTTA", -8.87404], ["ACATC", -8.87448], ["CACTGC", -8.87467], ["TTGGAA", -8.87598], ["ACTTAA", -8.87601], ["ATGTGA", -8.87618], ["GAGGGG", -8.87661], ["ATGATT", -8.87685], ["CCTTTC", -8.87719], ["CTGAGGTC", -8.87733], ["CTGCTCT", -8.87876], ["CGTGG", -8.8793], ["AATGTT", -8.87946], ["TACCAT", -8.87949], ["TTTTTCT", -8.88065], ["CCAAAG", -8.88287], ["TTTTTTTT", -8.88295], ["ACCAAG", -8.8834], ["AGAAAGA", -8.8841], ["CATCCC", -8.88557], ["ACCCTG", -8.88562], ["CCAGCT", -8.88567], ["CTATTT", -8.88642], ["CATCCT", -8.88729], ["GCAGGG", -8.88736], ["TAAAAG", -8.88821], ["AGTAGA", -8.88922], ["ACATTG", -8.88998], ["CAATAA", -8.89051], ["ATTATAT", -8.89078], ["GTATTT", -8.89153], ["CCATTCT", -8.89157], ["AGTCCT", -8.89165], ["AAATCT", -8.89166], ["TACCTT", -8.89199], ["AGACAT", -8.89204], ["TATTCA", -8.89261], ["CAAAGG", -8.89269], ["AAAATC", -8.89287], ["TTCCTG", -8.89397], ["AGTTGAA", -8.89468], ["GATCCT", -8.89501], ["AAACAAA", -8.89568], ["GACCTCAG", -8.89592], ["GATGC", -8.89612], ["TACAC", -8.89615], ["CACTGA", -8.89624], ["AATCTG", -8.89696], ["GTAAC", -8.89696], ["TATAAAA", -8.89732], ["GCATA", -8.89747], ["CATGGG", -8.89816], ["CCCTCA", -8.89956], ["CCATTTT", -8.90008], ["GCTCC", -8.90099], ["GATAG", -8.90275], ["AGAAACA", -8.90285], ["CTTTTCT", -8.90298], ["TAAATTT", -8.90398], ["CCCACT", -8.90418], ["ACGG", -8.90542], ["TGTTTGT", -8.90657], ["TGAAGA", -8.90658], ["AGTGAG", -8.90742], ["TACATT", -8.90744], ["GAGCCC", -8.9079], ["AATGGGA", -8.90894], ["TGTTTCT", -8.90958], ["GGCAGC", -8.90999], ["CCCCATC", -8.91097], ["AAACCCCGTCTCTACT", -8.91103], ["TAATC", -8.91245], ["TATGAA", -8.91353], ["AGAATTG", -8.9136], ["TCTGTG", -8.91475], ["AGGAGT", -8.91598], ["CCCAGGCTGGAGTGCA", -8.91607], ["TTTCTTCAT", -8.91614], ["CCCATT", -8.91639], ["TTTTCCT", -8.91652], ["AGAAGAA", -8.91675], ["CATTTC", -8.91741], ["AGGGAGA", -8.91793], ["GCTCTG", -8.91794], ["CAAGGA", -8.91798], ["AGGCCT", -8.91806], ["TATCTG", -8.91856], ["TATCTTT", -8.91897], ["GCAGCC", -8.92043], ["CTCAGCCTCCC", -8.92044], ["GCTAG", -8.9207], ["CTTTGG", -8.92079], ["AAAATGG", -8.92147], ["CCTGAA", -8.92168], ["CACATA", -8.92178], ["TGTACA", -8.92245], ["AAGTAT", -8.92247], ["CTGTCC", -8.92388], ["AGGTGA", -8.9244], ["ATTCAG", -8.92451], ["GAGGCT", -8.92464], ["ACATAG", -8.92521], ["AAGGAAA", -8.92631], ["CTCTGTCTC", -8.92698], ["TTTGTTT", -8.92699], ["GCCCTG", -8.92838], ["TGAGTT", -8.92944], ["ACGA", -8.9299], ["AGAAGT", -8.93023], ["GCCAA", -8.93078], ["ATACAA", -8.93148], ["CTGAGT", -8.93165], ["CATGGC", -8.93167], ["GAATC", -8.93176], ["TTGAGA", -8.93229], ["TTTCTCT", -8.93251], ["ATATTAT", -8.93295], ["TCCTTTT", -8.93314], ["TCCATT", -8.93353], ["AACATTT", -8.93363], ["ATGTAA", -8.93368], ["CATTTCT", -8.9343], ["TTAACT", -8.93437], ["TGAATG", -8.93463], ["TCTTTGT", -8.93524], ["CTCCAT", -8.93591], ["AGAGAAG", -8.93663], ["GGTGAG", -8.93687], ["CACCTC", -8.93702], ["CTGAGG", -8.93721], ["TAAGAA", -8.93724], ["TACAGT", -8.93828], ["AGTTGAAC", -8.9385], ["AGAATCA", -8.93881], ["ACTGTA", -8.93896], ["GCTGCC", -8.9393], ["AAATAAT", -8.94023], ["GCGG", -8.94069], ["TCCAGT", -8.94073], ["ACTCCT", -8.94075], ["CCAGGA", -8.94112], ["TCATTG", -8.94168], ["CAGATT", -8.94189], ["ACTGAA", -8.94222], ["GCCTGGG", -8.94299], ["GGGTC", -8.94311], ["GCGGTGGC", -8.94329], ["CTGGCT", -8.9438], ["CAATTT", -8.94479], ["TAGATT", -8.94528], ["AGTAGAGACGGGGTTT", -8.94564], ["TTCAGT", -8.94672], ["TGAAGT", -8.94728], ["GACAA", -8.94796], ["AGCCTC", -8.94829], ["ATTTTAA", -8.94848], ["TATCCA", -8.94861], ["TTGTCT", -8.94913], ["CTTTCA", -8.94916], ["GTAATCCCAGCACTTT", -8.94924], ["AGGGCA", -8.94944], ["TTAAAAA", -8.94956], ["GGGCTGG", -8.95047], ["AAAGAAAA", -8.95078], ["ACAGCA", -8.95115], ["GTTAG", -8.95181], ["TTCCCT", -8.9526], ["TGTGCT", -8.95263], ["GTCTCT", -8.95382], ["GGGGCT", -8.95506], ["AAGGTA", -8.95747], ["GCCTTC", -8.95759], ["TCTGTCT", -8.95784], ["CTCATC", -8.95814], ["TTTAAAT", -8.95844], ["CAGACA", -8.95858], ["ATATCTTC", -8.95882], ["TGCACTCCAGCCTGGG", -8.95951], ["TCCACC", -8.96075], ["ATTTAAA", -8.96106], ["CTAGACAGAA", -8.96121], ["AAAAGAA", -8.96132], ["TCGT", -8.96157], ["TAGCCAGG", -8.96193], ["AAATGTA", -8.96236], ["GCCCTC", -8.96275], ["AAAGAGA", -8.96335], ["TTAATA", -8.96341], ["CAGGTG", -8.96348], ["ATATCA", -8.9637], ["TGCCCT", -8.96456], ["CCTTTT", -8.96524], ["GGGGGC", -8.96531], ["ATATTG", -8.96616], ["CTATCA", -8.96742], ["CACCTG", -8.96765], ["AATTAG", -8.9677], ["AGTGCAGTG", -8.96809], ["ATATAA", -8.9695], ["CTCAAG", -8.96981], ["AAGGCT", -8.97011], ["CTAGC", -8.97012], ["AAAGGAA", -8.97073], ["AAGGAGA", -8.97095], ["AAGATA", -8.97182], ["CTGGAGT", -8.97185], ["CTCTGCCTCCC", -8.97319], ["ACCCCA", -8.9734], ["CGAC", -8.97446], ["CATGAT", -8.97632], ["CTTGGA", -8.97685], ["TAACAA", -8.97745], ["GGGAGGCAGAG", -8.97753], ["TGGAGA", -8.97799], ["AGTGCA", -8.97846], ["AGGGGA", -8.97869], ["ACACAA", -8.97877], ["TGGAC", -8.97886], ["AGGTTT", -8.97945], ["GAAAAT", -8.97962], ["AGACAA", -8.97974], ["GAATGA", -8.97992], ["GACCC", -8.98013], ["AATCTT", -8.98067], ["ATTTAA", -8.98073], ["TCAAAT", -8.98133], ["CAATCCT", -8.98249], ["TTAGAA", -8.9827], ["CTGGAC", -8.98285], ["CTCTTG", -8.98287], ["TCCAAG", -8.98301], ["CAAGTT", -8.98317], ["CCTGGGT", -8.98334], ["TGCTTTT", -8.9835], ["AATTTTA", -8.98369], ["AGAGAT", -8.98371], ["GCACT", -8.98434], ["CATTTTA", -8.9851], ["TATTCT", -8.98515], ["CTCTGTG", -8.98552], ["CACCG", -8.98637], ["CATGTG", -8.98639], ["CTTGCAG", -8.98728], ["TCAAAG", -8.98734], ["ATCTCA", -8.98827], ["TCTCTTT", -8.98842], ["CAAACA", -8.98846], ["TTTTGAAA", -8.98921], ["AGACTT", -8.99017], ["TTCTAA", -8.99024], ["GTATAT", -8.99065], ["AAAGCAA", -8.99173], ["GTCCA", -8.99305], ["CCTCAG", -8.99328], ["CGTTT", -8.99427], ["AAGAGT", -8.99471], ["CTATGT", -8.99486], ["CATTGT", -8.99522], ["GCATC", -8.99531], ["CTGGTG", -8.99672], ["TAACAT", -8.99901], ["TCTGTTT", -8.99993], ["TGATC", -9.0008], ["CTTGAG", -9.00082], ["CCGTG", -9.00185], ["TTATAG", -9.00211], ["TTTTTAAA", -9.00247], ["CCCTTC", -9.00379], ["AATGGG", -9.00393], ["TGTGTT", -9.00402], ["CTGTTA", -9.0041], ["ATTTGA", -9.00445], ["TCATTTT", -9.00467], ["CAGTTT", -9.00482], ["ATTTCAT", -9.00486], ["AAGTTC", -9.00538], ["CTGCAGG", -9.00667], ["TTCTGG", -9.00702], ["CCAGCCC", -9.00711], ["TTAACA", -9.00755], ["ATATAG", -9.00755], ["TGCTTG", -9.00766], ["TGACCT", -9.00788], ["CAGCAT", -9.00801], ["AGTTTA", -9.0081], ["CCACTT", -9.00829], ["CAAAAC", -9.00929], ["CTCCTT", -9.0093], ["ATTTGAA", -9.00968], ["AAGAAAT", -9.00986], ["CCAAAT", -9.01095], ["GGAAGGA", -9.01125], ["AAAAAAAAA", -9.01138], ["TTTAAAAA", -9.01151], ["AGAAAAG", -9.01221], ["CAGTAA", -9.01227], ["CCAGCCTGG", -9.01239], ["TTTCACT", -9.01323], ["TTTGTG", -9.01423], ["AGTTAA", -9.01444], ["GAGACAGAG", -9.01451], ["CCCATG", -9.01505], ["TGAAGG", -9.0154], ["TTGTTTT", -9.01588], ["CAATGA", -9.01632], ["TGCCAG", -9.01744], ["TGCACT", -9.01775], ["AACTGA", -9.01838], ["TTTTTTTTTT", -9.01944], ["CTCCCT", -9.01953], ["CAGGGT", -9.01968], ["AGCCCT", -9.02013], ["CCAGTCT", -9.02039], ["AAATTTA", -9.02104], ["AAAAACA", -9.02123], ["GTCG", -9.02152], ["TAGAC", -9.02154], ["TGCTGT", -9.02173], ["TTTCAAA", -9.02191], ["CAAGAG", -9.02214], ["CATGGT", -9.0227], ["GTGTTG", -9.02306], ["CTGTAA", -9.02372], ["AGGTGG", -9.02376], ["CTTTAG", -9.02433], ["ATTCACA", -9.0247], ["TAATGA", -9.02477], ["ATGAAAA", -9.02481], ["TCCTCT", -9.02488], ["GAACC", -9.02503], ["AGCACA", -9.02516], ["CTTTTA", -9.02532], ["AGTGGT", -9.02655], ["ATAGAAA", -9.02661], ["AGAGAC", -9.02738], ["CTATAG", -9.02773], ["CCCTCC", -9.02848], ["CCAGGGC", -9.0285], ["TGTTAA", -9.02943], ["TCCAAA", -9.02979], ["TGTGGG", -9.02991], ["ATCTAT", -9.03034], ["ATTATTT", -9.0308], ["CCTGGCTA", -9.03123], ["ATATAC", -9.03203], ["TCCACT", -9.03218], ["TATGC", -9.0328], ["CATATT", -9.03362], ["GGGAGGCGGAG", -9.03387], ["AGGGAG", -9.035], ["GGAAGA", -9.03564], ["TTGTCTT", -9.03614], ["ACCACT", -9.03621], ["AAACG", -9.03623], ["CTCCGCCTCCC", -9.03634], ["TGGTTA", -9.0366], ["AAAGGGA", -9.0368], ["GCTGGC", -9.03685], ["TGGCTCA", -9.03697], ["AGCCTT", -9.03723], ["CATTCA", -9.03747], ["TCCACA", -9.03758], ["AAAAAAAA", -9.03815], ["AAAATGA", -9.03821], ["TCTTTTT", -9.0391], ["TAAAGA", -9.03962], ["TAATGT", -9.03964], ["TTTACA", -9.03974], ["GCAGTG", -9.04091], ["TGGTCAGG", -9.04127], ["TTGGAT", -9.0428], ["CATATA", -9.04336], ["CCAAAA", -9.04397], ["AAAACCA", -9.04426], ["AGGATG", -9.04553], ["AAGGTG", -9.04588], ["CCCACA", -9.0461], ["TTTGAG", -9.04616], ["CATGTT", -9.0462], ["TATATAT", -9.04656], ["GCCACA", -9.04747], ["TTTTTTTTTTTT", -9.04767], ["TCTACT", -9.0477], ["CTTCAT", -9.0482], ["TTTATG", -9.04836], ["AACACT", -9.04892], ["TTTGGT", -9.049], ["CGGATCAC", -9.04906], ["AACATA", -9.04953], ["CTGTCACCCAGGCTGG", -9.05002], ["GATTTC", -9.05017], ["CTACCT", -9.0503], ["AAGATT", -9.05099], ["CCACCT", -9.05113], ["AAAGAT", -9.05141], ["AACCAA", -9.05145], ["CACTGG", -9.05161], ["GTTTTG", -9.05202], ["TAAAGG", -9.05245], ["AGCATTTT", -9.05331], ["AACATG", -9.05345], ["ATTAAT", -9.05382], ["AGCCAC", -9.05482], ["TCTCCTT", -9.05495], ["GTGATCCG", -9.0556], ["CCCTGC", -9.05584], ["CTGAAT", -9.05592], ["ATTTTGT", -9.05605], ["GGCTCC", -9.05626], ["TTGGTG", -9.05636], ["CCTGACCA", -9.057], ["CTAGAA", -9.05734], ["TGCTTA", -9.05836], ["TGCATTT", -9.05841], ["ATAATAA", -9.05872], ["CTGTGA", -9.05955], ["ACACC", -9.05979], ["TGCCCA", -9.06048], ["AATGAAA", -9.06088], ["TTTTGG", -9.06193], ["GGACC", -9.06199], ["AAAGTGTT", -9.06218], ["AGGAGAA", -9.06256], ["AATGGA", -9.063], ["AATAGA", -9.06362], ["TGGCAG", -9.06365], ["AATCTA", -9.06366], ["AGTTTG", -9.06402], ["CTGACA", -9.06434], ["AACCAT", -9.06438], ["CAATC", -9.06479], ["AAGTAA", -9.06523], ["AGACTGG", -9.06538], ["AAAACAA", -9.06542], ["TAAATGT", -9.06557], ["TGTCTGT", -9.06558], ["CTCCATCTC", -9.06568], ["TAAGC", -9.0658], ["AGAGGA", -9.06641], ["CTGCAAA", -9.067], ["AGCAGA", -9.06819], ["ATAGAG", -9.06831], ["TGACAT", -9.06912], ["TTTAATT", -9.06949], ["TTAAGT", -9.06962], ["GCTGCAG", -9.06982], ["ATTTGG", -9.07003], ["ACTCCA", -9.07036], ["TTCTCAGAA", -9.07055], ["TAAAATG", -9.07225], ["TCTTCCT", -9.07231], ["GAAGCC", -9.07524], ["TTGAGGTC", -9.07587], ["TAAAATT", -9.0759], ["TAGTTTT", -9.07654], ["CACCATGT", -9.07654], ["TTTTTAA", -9.07678], ["GATTG", -9.07725], ["TGAGCCA", -9.07805], ["ACAGGA", -9.0802], ["TAGCTT", -9.08058], ["AGGGCT", -9.0819], ["TATATG", -9.08226], ["TTATTG", -9.08242], ["GAGGGC", -9.08248], ["TCCCTCCC", -9.08291], ["TGTCAG", -9.08337], ["AAAGCAG", -9.08357], ["AAAACTA", -9.08391], ["CCCTTG", -9.08473], ["AAAATGCT", -9.08625], ["GCTGGGG", -9.08698], ["ATGCTT", -9.08724], ["ACTTGG", -9.0878], ["CCTTCA", -9.08783], ["AGAAGAG", -9.08856], ["CAGATA", -9.08952], ["CACACA", -9.09028], ["TTCCTC", -9.09035], ["AACAAAA", -9.09047], ["CTCCTGACCTC", -9.09076], ["TTTGCA", -9.09076], ["ATACC", -9.09079], ["GCCAGC", -9.09107], ["GAAAAC", -9.09185], ["CCTGTAATCCC", -9.09241], ["CTGGTCTTGAACTCCT", -9.09247], ["TCATCA", -9.09253], ["GAGCTC", -9.09261], ["GTCAA", -9.09272], ["TCCATTT", -9.09273], ["CGTCT", -9.09342], ["AAACCCCATCTCTACT", -9.09475], ["TGTGGA", -9.0951], ["CATGTA", -9.09528], ["GAGGTCAGGAG", -9.09554], ["CCTTGA", -9.09597], ["CAATTCT", -9.09671], ["CCAGCA", -9.09763], ["CTCTTTTT", -9.09765], ["CAAGGG", -9.09783], ["AAGGTGGG", -9.09815], ["CATAAA", -9.09841], ["CCCAGGG", -9.09865], ["CAACCT", -9.09908], ["AGTAGAGATGGGGTTT", -9.0993], ["ATAGCA", -9.09949], ["AGGCAGAG", -9.1025], ["AGGCTT", -9.10298], ["GCACAG", -9.10318], ["CCTCTCC", -9.10374], ["AACTTG", -9.10439], ["GTGATGTG", -9.10439], ["CACATG", -9.10472], ["AAAAAATTA", -9.10487], ["CATTAT", -9.10567], ["TCCCAGG", -9.10601], ["ATATGA", -9.10635], ["TCACCA", -9.10688], ["CAATGT", -9.1071], ["CACGG", -9.10761], ["CATCCA", -9.10798], ["TATTAG", -9.1081], ["ATATAAT", -9.10833], ["AGCAGGT", -9.10861], ["CCATCT", -9.10973], ["CCCCTT", -9.11002], ["ACACTG", -9.11021], ["GTGTGTGTGTGTGTGT", -9.11065], ["TTTTAG", -9.11114], ["AAGTAGCT", -9.11128], ["TGTTGAA", -9.11138], ["TGAGAA", -9.11229], ["ATTGAG", -9.11296], ["CTATCT", -9.11333], ["TTCTTC", -9.11496], ["TACACT", -9.11555], ["TTTGAAA", -9.11556], ["GGAATC", -9.11557], ["AATAATAAT", -9.11629], ["GGAGCC", -9.11701], ["CTGTTTT", -9.1174], ["GGGTGGGG", -9.11754], ["GAGATG", -9.11783], ["CGCGC", -9.11808], ["GTGTTT", -9.11822], ["GGTGGA", -9.1185], ["AGGACA", -9.11875], ["CGCTC", -9.11908], ["TTGATG", -9.11937], ["TCCCCT", -9.11947], ["TTTAAG", -9.11948], ["AGCCAGA", -9.11954], ["AAGCCT", -9.11981], ["AATGTA", -9.12034], ["CCAGCCTGGGTGACAG", -9.12098], ["ATCTGA", -9.12144], ["TTTGGA", -9.12196], ["AATATG", -9.12205], ["TATTGAT", -9.12217], ["GGGCTG", -9.12231], ["CTAGAC", -9.12304], ["GGACAG", -9.12316], ["ACTCAA", -9.12425], ["ACACACACACACACAC", -9.12563], ["CCCAGAG", -9.12573], ["AATAAG", -9.12619], ["CCCACCTT", -9.12628], ["TTTCCCT", -9.12751], ["AGCCTCCC", -9.12756], ["GTATTTTTAGTAGAGA", -9.1276], ["ATAAATA", -9.12827], ["AAGCTT", -9.12833], ["TGATTA", -9.12903], ["TTTCTAA", -9.12911], ["CAGTCA", -9.12956], ["AACTAT", -9.12973], ["CACCACCAC", -9.12994], ["AAAAAGA", -9.1301], ["AAGTCT", -9.13019], ["ATTTATT", -9.13156], ["CCAGCC", -9.13195], ["AGGCCA", -9.13259], ["AGGAGTTC", -9.13263], ["CCCCAA", -9.13309], ["TTTGCAG", -9.13369], ["TGAGGAA", -9.13377], ["AAAAGAG", -9.13382], ["TGGGGT", -9.13389], ["GCTCCC", -9.13448], ["TGAGGG", -9.13451], ["TTCCATT", -9.13466], ["AGGAGTTCGAGACCAG", -9.13471], ["GAGGCTG", -9.13527], ["ACATAAA", -9.13528], ["AGGAGTTCAAGACCAG", -9.13577], ["AAAGTC", -9.13588], ["ACCCAA", -9.13603], ["ACCTGG", -9.13768], ["CATATG", -9.13887], ["CCCCACCC", -9.1404], ["ACTGTT", -9.14089], ["ATGGTT", -9.14105], ["AGCAAAG", -9.14151], ["TTTTGTT", -9.14234], ["TGGATATTTGGA", -9.14283], ["ATCATG", -9.1432], ["GATTTG", -9.14361], ["CTGCTGC", -9.14437], ["CCCAGGA", -9.14623], ["TGTTTTT", -9.14672], ["ATGCAA", -9.147], ["TGCTCA", -9.14739], ["AAAGAAG", -9.14771], ["TGATCA", -9.14774], ["CTCGG", -9.14827], ["CAGAGAG", -9.14829], ["AATGCTA", -9.14889], ["ACTCCAG", -9.15017], ["AGAAAAT", -9.15064], ["CTGGTCTCGAACTCCT", -9.1511], ["TAAACTT", -9.15232], ["GGGAGGCT", -9.15269], ["GAACTC", -9.15291], ["GCGGC", -9.15307], ["AGAAGCATTCTCAGAA", -9.15329], ["AGGAAAC", -9.1535], ["AATACT", -9.15445], ["CAGAAAT", -9.15451], ["GGGAGGCTGAG", -9.15487], ["TTATAAA", -9.15499], ["ACAGTGGC", -9.15554], ["TGACTG", -9.15616], ["ATGGGG", -9.15633], ["AGGGAAA", -9.15696], ["CCGAG", -9.15745], ["ACAGATG", -9.15755], ["TCTCTACT", -9.15879], ["GAACTCCT", -9.1594], ["AAACCCCA", -9.16012], ["CTCTCTC", -9.16017], ["ACATTTT", -9.16022], ["ACAAAAT", -9.16055], ["GGGATG", -9.16071], ["TACAGG", -9.16083], ["TATAAAT", -9.16094], ["CTTTGGG", -9.16106], ["AATGGAA", -9.16115], ["TCCAGGC", 