{"version": "1.0", "truncation": null, "padding": null, "added_tokens": [{"id": 0, "special": true, "content": "[PAD]", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false}, {"id": 1, "special": true, "content": "<unk>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false}, {"id": 2, "special": true, "content": "[CLS]", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false}, {"id": 3, "special": true, "content": "[SEP]", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false}, {"id": 4, "special": true, "content": "[MASK]", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false}], "normalizer": {"type": "Sequence", "normalizers": [{"type": "NFKD"}]}, "pre_tokenizer": {"type": "Sequence", "pretokenizers": [{"type": "WhitespaceSplit"}, {"type": "Metaspace", "replacement": "\u2581", "str_rep": "\u2581", "add_prefix_space": true}]}, "post_processor": {"type": "TemplateProcessing", "single": [{"SpecialToken": {"id": "[CLS]", "type_id": 0}}, {"Sequence": {"id": "A", "type_id": 0}}, {"SpecialToken": {"id": "[SEP]", "type_id": 0}}], "pair": [{"SpecialToken": {"id": "[CLS]", "type_id": 0}}, {"Sequence": {"id": "A", "type_id": 0}}, {"SpecialToken": {"id": "[SEP]", "type_id": 0}}, {"Sequence": {"id": "B", "type_id": 1}}, {"SpecialToken": {"id": "[SEP]", "type_id": 1}}], "special_tokens": {"[SEP]": {"id": "[SEP]", "ids": [3], "tokens": ["[SEP]"]}, "[CLS]": {"id": "[CLS]", "ids": [2], "tokens": ["[CLS]"]}}}, "decoder": {"type": "Metaspace", "replacement": "\u2581", "str_rep": "\u2581", "add_prefix_space": true}, "model": {"unk_id": 1, "vocab": [["[PAD]", 0.0], ["<unk>", 0.0], ["[CLS]", 0.0], ["[SEP]", 0.0], ["[MASK]", 0.0], ["T", -4.06342], ["C", -5.31891], ["G", -5.40654], ["AA", -5.46356], ["CA", -5.47344], ["AG", -5.50028], ["TG", -5.51147], ["TT", -5.5338], ["AAA", -5.55578], ["AC", -5.60346], ["CT", -5.61609], ["AT", -5.62639], ["GT", -5.69144], ["A", -5.74919], ["CC", -5.7986], ["GG", -5.84796], ["GC", -5.89334], ["GA", -5.91326], ["TC", -5.93639], ["TA", -5.9538], ["TTT", -5.99311], ["AAG", -6.08372], ["CG", -6.13217], ["CTG", -6.15332], ["CCT", -6.15776], ["AGG", -6.16187], ["CTT", -6.16214], ["ACA", -6.18138], ["GAG", -6.1852], ["CAT", -6.18934], ["CTC", -6.21485], ["CAG", -6.21766], ["TGG", -6.21873], ["ATG", -6.23218], ["TCT", -6.26282], ["AGA", -6.2765], ["TGT", -6.27665], ["CCC", -6.28245], ["AGT", -6.28267], ["TCA", -6.29143], ["GGG", -6.30834], ["CCA", -6.30844], ["GTG", -6.3239], ["CAC", -6.32628], ["GAA", -6.34239], ["ACT", -6.34471], ["TGA", -6.34941], ["TTG", -6.37715], ["CAA", -6.39489], ["GCA", -6.4159], ["GCT", -6.42552], ["TTC", -6.448], ["TGC", -6.46341], ["AAT", -6.47383], ["AGC", -6.48343], ["ATT", -6.49113], ["GGA", -6.5387], ["CTA", -6.55417], ["TTA", -6.56933], ["TCC", -6.57547], ["TAA", -6.62309], ["TAT", -6.64106], ["GTA", -6.64999], ["GGT", -6.65246], ["GTT", -6.66122], ["ATA", -6.67199], ["TAG", -6.67259], ["AAC", -6.70215], ["AAAA", -6.71761], ["ACC", -6.73336], ["TTTT", -6.74748], ["GGC", -6.75381], ["TAC", -6.76898], ["GAT", -6.77853], ["GCC", -6.83764], ["AGAA", -6.85489], ["CAAG", -6.91157], ["TTCT", -6.91284], ["GTC", -6.91497], ["ATC", -6.91844], ["GAC", -6.95111], ["TCTT", -6.96124], ["AGAG", -6.9881], ["CATG", -6.9992], ["TGTG", -7.00011], ["TGCT", -7.00644], ["AGGA", -7.01145], ["CTGA", -7.01828], ["ACAC", -7.0276], ["CTTG", -7.0338], ["ACAT", -7.03477], ["TCAG", -7.04129], ["TTCC", -7.04764], ["TCCT", -7.06942], ["CGG", -7.07996], ["CTGT", -7.08376], ["TGCA", -7.0862], ["AGCA", -7.08631], ["CAAA", -7.08698], ["CACA", -7.08891], ["AGTG", -7.11154], ["AAGA", -7.11937], ["TCTG", -7.12201], ["ACAG", -7.12242], ["AAAT", -7.12439], ["GTGA", -7.12976], ["CCTG", -7.13183], ["CAGG", -7.1344], ["ATGT", -7.13457], ["CAGA", -7.13857], ["TCAT", -7.14593], ["ACG", -7.14836], ["CACT", -7.15605], ["CTTT", -7.1569], ["TTTG", -7.15963], ["TGTT", -7.16232], ["TCTC", -7.16259], ["ATTT", -7.17323], ["TCAC", -7.18048], ["TGAG", -7.18067], ["CCG", -7.18194], ["GTGT", -7.19352], ["ACAA", -7.19443], ["CCAG", -7.19483], ["ACCA", -7.19573], ["AAAC", -7.20349], ["AAAG", -7.21418], ["TTGT", -7.2206], ["AACA", -7.2251], ["CGT", -7.22705], ["TGGA", -7.23144], ["CTGG", -7.2396], ["CTAG", -7.24031], ["ACCT", -7.24438], ["CAGT", -7.24499], ["GGAA", -7.24836], ["TTTC", -7.25554], ["CTCT", -7.25572], ["AGCT", -7.2562], ["GAAA", -7.25851], ["AGTA", -7.25893], ["ACTG", -7.26096], ["CTCA", -7.26162], ["ATGG", -7.26288], ["CTGC", -7.26861], ["GAGA", -7.26978], ["TACT", -7.27139], ["AATG", -7.27149], ["TGGT", -7.27184], ["AGGC", -7.27802], ["TTCA", -7.27975], ["ATCAT", -7.28148], ["CCAT", -7.28281], ["TTAT", -7.28461], ["TTGG", -7.28651], ["TGGG", -7.28908], ["CATT", -7.29339], ["ATAT", -7.29483], ["ATGA", -7.30159], ["TCCA", -7.30181], ["CCCA", -7.30475], ["GGGA", -7.31073], ["GGAG", -7.33543], ["AGGG", -7.33578], ["GTTT", -7.33993], ["AGAT", -7.34024], ["TGCC", -7.3504], ["TCCC", -7.35929], ["GCAG", -7.36146], ["GCCA", -7.36389], ["AAATG", -7.36406], ["TGAA", -7.36492], ["GAAT", -7.3661], ["AGGT", -7.36719], ["GCCT", -7.36954], ["TAAA", -7.37064], ["CCAA", -7.37697], ["GGCA", -7.38286], ["CCCT", -7.38537], ["CAAT", -7.38644], ["TGAT", -7.38658], ["TTTTT", -7.38676], ["CCAC", -7.39311], ["TATT", -7.39559], ["TACA", -7.4016], ["TTGA", -7.40214], ["AAAAA", -7.40801], ["GTGG", -7.41263], ["CTCC", -7.41274], ["CTAT", -7.41302], ["TGAC", -7.41326], ["TAAT", -7.41929], ["TTAA", -7.4334], ["GCTG", -7.43713], ["AATA", -7.44013], ["CCTT", -7.4409], ["GGCT", -7.4471], ["TGGC", -7.45142], ["ATCA", -7.4527], ["TGTA", -7.45334], ["CAGC", -7.45485], ["ATTG", -7.45486], ["ATAA", -7.45716], ["ATTA", -7.46397], ["ATCT", -7.46514], ["AAGT", -7.46695], ["ACTT", -7.47228], ["AATT", -7.47281], ["TTTA", -7.47619], ["AAATA", -7.47975], ["CTTC", -7.48211], ["GGGC", -7.48691], ["TCAA", -7.49347], ["AAGG", -7.49637], ["ATAG", -7.50358], ["CATA", -7.50717], ["TATTT", -7.50875], ["GAAG", -7.5133], ["TATG", -7.51389], ["CGC", -7.51431], ["GCAT", -7.51766], ["ACTC", -7.52325], ["ATGAT", -7.53079], ["AGTT", -7.55175], ["TGGAG", -7.55678], ["CTTA", -7.55791], ["GGAT", -7.55869], ["CAAC", -7.56028], ["AGCC", -7.56082], ["AGAC", -7.56333], ["ACCC", -7.57278], ["AAGCA", -7.57759], ["TAAC", -7.58226], ["GCG", -7.58836], ["GCCC", -7.58926], ["GTTG", -7.59298], ["TCTA", -7.59551], ["CCCC", -7.60206], ["ATGC", -7.60253], ["CAGAG", -7.60706], ["GTCT", -7.60739], ["CCTC", -7.6082], ["AACT", -7.61334], ["GGGG", -7.61774], ["ACCAT", -7.61791], ["TAGA", -7.62967], ["ATTGT", -7.63004], ["TAAG", -7.63144], ["GAGG", -7.63617], ["ACAAT", -7.63921], ["AAAAT", -7.64188], ["TAGT", -7.64407], ["ATGGT", -7.64639], ["GAGT", -7.64724], ["GTAT", -7.65285], ["TGTTT", -7.65336], ["ATTTT", -7.66118], ["GGGT", -7.66758], ["TATA", -7.67004], ["GGTG", -7.67367], ["ATCC", -7.67392], ["GTCA", -7.67495], ["TTAG", -7.68144], ["AGGAT", -7.68537], ["ATAC", -7.68583], ["CACC", -7.68724], ["AGGTA", -7.6895], ["AAGC", -7.69108], ["CCTGG", -7.69157], ["ACTA", -7.69364], ["ATAAT", -7.69836], ["TCTTT", -7.6996], ["GTAG", -7.70517], ["CCTGA", -7.71083], ["CTGGAA", -7.72096], ["GCTT", -7.72108], ["ACTTT", -7.72173], ["CTAA", -7.72262], ["GCAGG", -7.72791], ["ATTC", -7.73238], ["TGTC", -7.73781], ["ATCAC", -7.74013], ["TGCTT", -7.74129], ["TTTCA", -7.74904], ["GTGAT", -7.75024], ["CCAGG", -7.75068], ["CCCAC", -7.75498], ["AAACA", -7.75897], ["GACA", -7.7616], ["AGAAA", -7.76296], ["CGA", -7.76494], ["TAGG", -7.76738], ["CTAC", -7.76743], ["TTGC", -7.76978], ["ACAGG", -7.77737], ["CTTGG", -7.77808], ["TACC", -7.77997], ["CTCAG", -7.7827], ["CCTGC", -7.7845], ["TTTCT", -7.79344], ["TGTGT", -7.79396], ["TTAC", -7.79845], ["CTCTG", -7.7992], ["TTCTT", -7.8014], ["CATC", -7.80218], ["TACTT", -7.80252], ["AAATT", -7.8038], ["GATG", -7.80394], ["CCTGT", -7.80765], ["AGTC", -7.80966], ["ACAAA", -7.81366], ["GCTC", -7.81622], ["TAATT", -7.82206], ["CTGAG", -7.82332], ["GGTT", -7.82816], ["AAGTA", -7.82918], ["GAGC", -7.83], ["AAAGT", -7.83193], ["ACACA", -7.83897], ["CCTA", -7.84022], ["TCAGG", -7.84126], ["GCTA", -7.8423], ["TAGC", -7.84649], ["GTAA", -7.84778], ["TACCT", -7.85153], ["GCAA", -7.86394], ["GTGGG", -7.86663], ["CTTGT", -7.86699], ["AATTT", -7.86848], ["CTCCA", -7.8687], ["ACAGA", -7.87087], ["GCAAT", -7.8709], ["GGTA", -7.87304], ["AAAGA", -7.87571], ["AAGAA", -7.87694], ["AATTA", -7.87792], ["GGAC", -7.88198], ["CATGT", -7.88415], ["CTGGG", -7.8858], ["ATGGC", -7.88839], ["TCG", -7.89036], ["CCCAG", -7.89174], ["CACTT", -7.89436], ["TATC", -7.8989], ["CTTTT", -7.89915], ["TTCCT", -7.89971], ["AGAAT", -7.90268], ["GGCC", -7.90464], ["ACAAG", -7.90564], ["AAACT", -7.90593], ["CACAT", -7.90786], ["GTCC", -7.91135], ["CAGAA", -7.91239], ["GCAC", -7.91362], ["CTGTG", -7.91477], ["ATAGT", -7.91775], ["AGGAG", -7.91931], ["ACAGT", -7.92332], ["ATTAT", -7.92534], ["AAAAG", -7.93153], ["CCAGC", -7.93481], ["CACTC", -7.93562], ["CCAAG", -7.93724], ["ATTGC", -7.93724], ["ACTGT", -7.9388], ["TCTCA", -7.93894], ["AGGAA", -7.94084], ["ACTAT", -7.94393], ["TTTGT", -7.94725], ["ATTCT", -7.95128], ["TCTGC", -7.95275], ["CACAG", -7.95324], ["GAGGTC", -7.95401], ["TACAT", -7.95603], ["GACCTC", -7.95684], ["AACC", -7.95714], ["AAGTG", -7.95737], ["AAGAG", -7.95926], ["TTGTT", -7.96008], ["TGTGA", -7.96078], ["GCTGC", -7.96281], ["GCATG", -7.96422], ["GTTA", -7.96728], ["TTTTA", -7.96747], ["TTGAT", -7.9729], ["TCTGT", -7.97322], ["CATGG", -7.97409], ["CTCCT", -7.97523], ["AGTTT", -7.97641], ["ATCAA", -7.98137], ["GCAAG", -7.98159], ["ATCTT", -7.98256], ["GACT", -7.9849], ["ATCCA", -7.98786], ["TCATG", -7.99479], ["TTTTG", -7.99584], ["GGGAG", -7.99699], ["CATGC", -7.99913], ["GCCAT", -8.00178], ["GTGC", -8.00251], ["CAGGA", -8.00576], ["GTGGT", -8.00693], ["TCATT", -8.00719], ["CTTGC", -8.0089], ["CTTTC", -8.01088], ["GCTGG", -8.01103], ["AGGTG", -8.01266], ["AGAAG", -8.01363], ["TACTG", -8.01446], ["CAAAA", -8.01524], ["ATATTT", -8.01766], ["GTGGC", -8.01909], ["AAAAC", -8.01921], ["TTCAG", -8.01956], ["TACTA", -8.02147], ["ACATG", -8.02454], ["TAAAA", -8.02557], ["ATGTG", -8.0258], ["CATGA", -8.02726], ["AAGTT", -8.02784], ["CTCTT", -8.03049], ["CACAC", -8.03318], ["AGAGA", -8.03322], ["TCCTT", -8.0333], ["CTCCC", -8.03649], ["GCAGT", -8.0388], ["TAGTT", -8.041], ["CAGTA", -8.04324], ["ACCAC", -8.04531], ["CAAGG", -8.04544], ["CCTTC", -8.0486], ["ATCCC", -8.0489], ["GAGGG", -8.05061], ["TGTGG", -8.05112], ["CCCAT", -8.05619], ["GAAC", -8.0564], ["CTTCT", -8.05657], ["TTCAT", -8.05718], ["CATTC", -8.05763], ["TCAAG", -8.06071], ["TGCTG", -8.0626], ["AATCT", -8.06295], ["AGCCT", -8.06314], ["TCTCT", -8.06389], ["CATTT", -8.0643], ["AACTT", -8.0653], ["TGAGA", -8.06713], ["GTGAG", -8.06714], ["AATC", -8.06909], ["ATCCT", -8.06977], ["TGCCT", -8.07122], ["AGGCA", -8.07625], ["CACCT", -8.07908], ["ATAAA", -8.07969], ["TCACT", -8.08065], ["GTTTT", -8.08138], ["TGCAT", -8.08369], ["ATTTG", -8.08544], ["TCTTG", -8.08544], ["TGAGG", -8.08856], ["AGGCT", -8.08897], ["TTCTG", -8.09095], ["GGAAG", -8.09442], ["ATGGG", -8.0952], ["CTTTG", -8.0956], ["ACATT", -8.09619], ["ATTGA", -8.09686], ["ATGCA", -8.09834], ["TGGGA", -8.1001], ["CCTCA", -8.10024], ["GCCAC", -8.10047], ["CTTCC", -8.10124], ["CCTAC", -8.10176], ["TCACA", -8.10201], ["AGCTG", -8.10256], ["GAGTG", -8.10381], ["CAGCA", -8.10422], ["CTGTT", -8.10562], ["GAGTT", -8.10813], ["TAAAT", -8.10814], ["CAGAT", -8.10848], ["TTATT", -8.11151], ["AGTGA", -8.11267], ["AAAAAA", -8.11536], ["TAGTA", -8.11796], ["CTCAC", -8.11901], ["CAAGC", -8.11905], ["AAGCT", -8.11947], ["CCCTC", -8.12116], ["CTGAA", -8.12167], ["GATT", -8.12275], ["GAATA", -8.12315], ["TAATTTT", -8.12317], ["GAGCA", -8.12587], ["ATGTT", -8.12604], ["AAAATTA", -8.12714], ["GTTGT", -8.12904], ["CAGGT", -8.12928], ["CTTGA", -8.13139], ["CCATG", -8.132], ["GAAAG", -8.13394], ["AAGGA", -8.13419], ["AACAA", -8.13461], ["TGCTC", -8.13583], ["AATGA", -8.13766], ["GCAGC", -8.13801], ["ATCAG", -8.14066], ["TTCAA", -8.14288], ["GGGAT", -8.14347], ["AAAAATTA", -8.14849], ["TCTGG", -8.14877], ["ATGAA", -8.1497], ["GTGTG", -8.15072], ["TGGCT", -8.15136], ["GCACA", -8.15246], ["GCAGA", -8.15322], ["CTGAT", -8.15447], ["CAGGG", -8.15592], ["CACCC", -8.15596], ["AGATT", -8.15638], ["TGTGC", -8.15674], ["CCAGA", -8.15766], ["CAGTT", -8.16051], ["ACTCA", -8.16086], ["TCAGA", -8.16149], ["CTTCA", -8.16268], ["TTTGG", -8.16287], ["GACC", -8.16518], ["TCAGT", -8.16812], ["TGTCT", -8.16945], ["GATA", -8.171], ["ACTGA", -8.17115], ["TCCTG", -8.1726], ["GGCAG", -8.17327], ["TTCCA", -8.17362], ["ATTTC", -8.17382], ["AACTC", -8.17476], ["ATGTA", -8.17569], ["TTTAT", -8.17619], ["AATGT", -8.1765], ["TATTC", -8.17854], ["ACCCA", -8.17881], ["CAAAT", -8.18183], ["CACTG", -8.18184], ["AACTA", -8.18212], ["AACCA", -8.18252], ["ACGT", -8.18486], ["CAAAG", -8.18782], ["AGCAT", -8.1904], ["CAAGA", -8.19476], ["TAATTTTT", -8.1948], ["TGGTT", -8.19566], ["CTGCC", -8.19665], ["TCAAT", -8.19686], ["AGGTT", -8.20338], ["TGGCA", -8.20355], ["AGCAG", -8.20497], ["CTGGA", -8.20515], ["AACAG", -8.20515], ["TGAAA", -8.20543], ["AGACA", -8.20629], ["GAAGG", -8.20814], ["ATAAAAT", -8.20823], ["ACTCT", -8.21295], ["TTTTTTTTTTTTTTTT", -8.21326], ["AATAA", -8.21355], ["GAGAG", -8.21366], ["TCCAG", -8.21498], ["CTGCT", -8.21776], ["CCAGT", -8.21827], ["CCAAA", -8.2185], ["TGGAT", -8.21861], ["TGGAA", -8.21959], ["TATGT", -8.22061], ["GTTC", -8.22093], ["AAAGC", -8.22158], ["ATCTG", -8.22377], ["CGGG", -8.226], ["CTGCA", -8.22637], ["GAGGA", -8.22678], ["AACAT", -8.22711], ["GGGTG", -8.22781], ["CCCTG", -8.22806], ["GGGAA", -8.22943], ["AACAC", -8.22969], ["GCCAGGC", -8.23089], ["TCTGA", -8.23091], ["AGATG", -8.23107], ["AAGAT", -8.23235], ["ACATA", -8.23424], ["ACTGC", -8.23526], ["GTAGG", -8.23633], ["GGTGA", -8.23705], ["CCTTG", -8.23762], ["ATGAG", -8.23785], ["AATAT", -8.23786], ["CATCT", -8.239], ["CTGTA", -8.23918], ["GGAGG", -8.24042], ["CTCAT", -8.24095], ["CACCA", -8.24123], ["TTTTC", -8.24194], ["GGTC", -8.24329], ["ATTTA", -8.24398], ["TGAAG", -8.24424], ["TGGGT", -8.24427], ["GTATT", -8.2445], ["ATATT", -8.24718], ["AGAAAA", -8.24741], ["CCACA", -8.24778], ["CAAGT", -8.24895], ["CACG", -8.24985], ["TACAA", -8.25019], ["GCTTT", -8.25182], ["CTCAA", -8.25242], ["TAACT", -8.25248], ["CCTTT", -8.25338], ["AGGGA", -8.25416], ["TTAAA", -8.25519], ["TAATTT", -8.25776], ["TATAT", -8.25947], ["ACAAC", -8.26036], ["GTTGG", -8.261], ["TTGTG", -8.26114], ["TTTAA", -8.26332], ["TCCCT", -8.26777], ["ATATGT", -8.27085], ["ATACA", -8.27145], ["CATTCT", -8.27185], ["ACTGG", -8.27204], ["GCCTGGC", -8.27363], ["GAGGTGGG", -8.27471], ["AAAGTGCTGGGATTAC", -8.27533], ["GTGGA", -8.27572], ["AAAGG", -8.276], ["AAAAAAAAAAAAAAAA", -8.27701], ["TCCTC", -8.27706], ["ATATA", -8.27829], ["TCCCA", -8.2797], ["CCCCA", -8.28178], ["TTTGA", -8.2834], ["ATCTA", -8.28426], ["GTGTT", -8.2845], ["GTAC", -8.28499], ["CCCG", -8.28692], ["TGAAT", -8.28711], ["TTGAA", -8.28848], ["GAAAT", -8.29062], ["ATTGG", -8.2908], ["TTGCA", -8.29216], ["TTCCC", -8.293], ["ATTAA", -8.29363], ["TGCCA", -8.29455], ["TGGGG", -8.29485], ["TGGTG", -8.29582], ["CAACA", -8.29599], ["AGCCA", -8.29764], ["AATGC", -8.29808], ["TAGAG", -8.29993], ["CCGG", -8.30145], ["CGTG", -8.30202], ["GAGGCAGG", -8.30242], ["TTCTC", -8.30296], ["AGTCA", -8.30344], ["TGATG", -8.30358], ["TTTTTT", -8.30416], ["TGTTG", -8.30493], ["TGAGT", -8.30511], ["TCCAT", -8.30791], ["TGATT", -8.31252], ["TCATA", -8.31345], ["TTAAT", -8.3135], ["CTCTC", -8.31587], ["TGCCC", -8.32093], ["TCTTTT", -8.32135], ["ACCTG", -8.32323], ["TGCAG", -8.32471], ["TGCAA", -8.32585], ["CTGTC", -8.32619], ["TTGAG", -8.32819], ["ATGAC", -8.32862], ["GAAAC", -8.32884], ["CAGTG", -8.33021], ["TGACA", -8.33166], ["GGGCA", -8.33222], ["AGTTA", -8.33281], ["GCCCAGC", -8.33334], ["ATGGA", -8.33425], ["ATTCA", -8.33527], ["CCTCC", -8.33574], ["CATCA", -8.33617], ["TAATA", -8.33697], ["TTGTA", -8.33745], ["AGCTT", -8.33803], ["AAATTA", -8.33864], ["TATTTT", -8.33994], ["GAATT", -8.34079], ["GTGAC", -8.34229], ["AGAGC", -8.34241], ["CCTAG", -8.34272], ["ATAGC", -8.34983], ["TTCTA", -8.34985], ["AGTCT", -8.35063], ["AGAGT", -8.35148], ["TGTAT", -8.35317], ["GGTTT", -8.35327], ["AACTG", -8.35401], ["TCCAC", -8.35435], ["GTCAT", -8.35852], ["AAGGTC", -8.35912], ["CCCAA", -8.35989], ["AAATAA", -8.3625], ["GAGAA", -8.36575], ["CAGAC", -8.36728], ["ATGCT", -8.36849], ["CCCCC", -8.36892], ["CAGCT", -8.37159], ["GTTTC", -8.37357], ["ACCAG", -8.37364], ["TACAG", -8.37464], ["AGTGT", -8.37621], ["AGAGG", -8.37853], ["CCAAC", -8.37879], ["TTGCT", -8.37914], ["TAGAA", -8.37981], ["GCTTG", -8.37995], ["GTCTG", -8.38084], ["AGCG", -8.38108], ["CATAT", -8.38113], ["AATCA", -8.38272], ["CCATT", -8.38304], ["CACAA", -8.38315], ["GCTGGGC", -8.38433], ["GACAG", -8.38438], ["TTATG", -8.38452], ["TTTCC", -8.38465], ["CTATG", -8.38792], ["GACCTT", -8.39008], ["CTAGG", -8.3901], ["AGGGG", -8.39304], ["CCTCT", -8.39436], ["ACAGC", -8.39637], ["AAGGG", -8.39738], ["AGGGT", -8.39961], ["TATTA", -8.40286], ["CCAAT", -8.40525], ["CCTGCCTCAGCCTCCC", -8.40834], ["GGGGG", -8.40857], ["TCAAA", -8.40969], ["TATGA", -8.41096], ["GCTAT", -8.41117], ["TCTTC", -8.41231], ["CCACT", -8.4152], ["AACCT", -8.41596], ["CCCTT", -8.41602], ["GGAAA", -8.41699], ["CTCTA", -8.417], ["CTGGT", -8.4181], ["TGCTA", -8.41817], ["CTTTA", -8.41854], ["ACTTG", -8.41882], ["GGCTT", -8.41899], ["TGACT", -8.4233], ["AATGG", -8.42439], ["TAGAT", -8.42555], ["TCTCC", -8.42575], ["AGTTG", -8.42644], ["AAACC", -8.42707], ["AAAATA", -8.42724], ["GTGTA", -8.42796], ["GTTAT", -8.42827], ["ATATG", -8.43038], ["GATTT", -8.43248], ["AATAG", -8.43341], ["ACACT", -8.4338], ["AGCAA", -8.43514], ["CCTAT", -8.43554], ["TTATTT", -8.43564], ["AGTGG", -8.43656], ["TCTCACT", -8.44004], ["AGATA", -8.44104], ["TTTTCT", -8.44268], ["CCTGCCTC", -8.44356], ["TTGGT", -8.44468], ["CTATT", -8.44493], ["TTATA", -8.44495], ["CAAAC", -8.4453], ["TGTCA", -8.44684], ["AAGAAA", -8.44962], ["AGCACTTTGGGAGGCC", -8.45045], ["TTGGG", -8.45055], ["TTTGC", -8.45441], ["GTAATCCCAGCACTTT", -8.45689], ["AGAAC", -8.45811], ["GTCAC", -8.45883], ["TTTCTT", -8.45915], ["AAGCC", -8.463], ["CTAAG", -8.46352], ["CTGGC", -8.46629], ["GTGGTG", -8.46754], ["CGAG", -8.47051], ["GAGGC", -8.47089], ["TATCT", -8.47188], ["TTGGA", -8.47448], ["GGGAGGCTGAGGCAGG", -8.47477], ["AGCTA", -8.47536], ["TGGTA", -8.47641], ["AGACT", -8.47652], ["CCCCT", -8.47866], ["TAGCA", -8.48354], ["TCTTGCT", -8.48371], ["GCTGT", -8.48452], ["TACCA", -8.48578], ["CTCG", -8.48695], ["TATAA", -8.487], ["AAATC", -8.48743], ["TCTAT", -8.48792], ["CATTA", -8.48879], ["CATAG", -8.49049], ["ATAGA", -8.49338], ["CTTAC", -8.49395], ["ATTAC", -8.49544], ["AGGAAG", -8.49555], ["TAGGT", -8.49601], ["GGGCT", -8.49721], ["ACCCT", -8.49756], ["TTCTTT", -8.498], ["TAAGT", -8.50054], ["GAAAA", -8.50079], ["CTAAT", -8.50119], ["GGATT", -8.50286], ["CAACT", -8.50403], ["TTCGTTGGAAACGGGA", -8.50414], ["GAATG", -8.50749], ["GTTGC", -8.50775], ["CTTCCT", -8.5114], ["GCATT", -8.51152], ["ATAAC", -8.51208], ["TTCAC", -8.51478], ["GTCTT", -8.51521], ["CAGGC", -8.51711], ["AGGAC", -8.51781], ["GGGGA", -8.5179], ["GCCTG", -8.51806], ["TGCAC", -8.51989], ["GCCG", -8.52006], ["GCCAG", -8.5215], ["AGCCC", -8.52226], ["CTTAG", -8.52235], ["ACTTA", -8.52753], ["AAACAA", -8.52826], ["GCTTC", -8.52972], ["TTACT", -8.53113], ["TAAAG", -8.53179], ["TTAGT", -8.53224], ["TCAGC", -8.53403], ["CGCT", -8.53708], ["GAAGT", -8.53742], ["AGAATG", -8.54069], ["AGGAAA", -8.54076], ["CGGC", -8.5411], ["GTAAT", -8.54146], ["AATAAA", -8.54175], ["GCAAA", -8.54462], ["GTTTG", -8.54515], ["TCTTTCT", -8.54539], ["CAGCC", -8.54768], ["ATCTC", -8.55163], ["ACTCTT", -8.55193], ["AGTAA", -8.55232], ["CATTG", -8.55282], ["GAAGA", -8.55351], ["CCCACCTC", -8.55372], ["ACAAAA", -8.55388], ["ACTTC", -8.55509], ["GGCCC", -8.55576], ["TTACA", -8.55625], ["CACCAC", -8.55873], ["GTGCT", -8.55906], ["ACCAA", -8.55924], ["AAAAATACAAAAATTA", -8.55943], ["TCTTA", -8.56265], ["AGTAT", -8.56288], ["GGAAT", -8.56368], ["TGTTTT", -8.56372], ["AGGCC", -8.56415], ["AATTC", -8.56798], ["AAATAG", -8.56853], ["GCGAT", -8.56902], ["ACAGTG", -8.56982], ["TGTTA", -8.57038], ["CGGAG", -8.57178], ["TTGTTT", -8.57299], ["CTTAT", -8.57787], ["ACATAT", -8.57823], ["GTGCA", -8.58075], ["CTAAA", -8.58176], ["CTTAA", -8.58212], ["TTTATT", -8.58263], ["TCCAA", -8.58304], ["TAATG", -8.58496], ["CAACAA", -8.58541], ["TAACA", -8.58836], ["CAATG", -8.58842], ["GGAGA", -8.58851], ["GGGTA", -8.59086], ["CTTTCT", -8.59195], ["AGAAAG", -8.59271], ["TTAAG", -8.59286], ["GTCCC", -8.59313], ["CAGTC", -8.59392], ["CATAA", -8.59582], ["CAACAG", -8.59809], ["CTCCG", -8.59844], ["TGTAG", -8.59958], ["AAATAT", -8.5996], ["AAAGCA", -8.59962], ["GCTGA", -8.60044], ["ATTTTT", -8.6027], ["ATAATG", -8.60285], ["GCCTC", -8.60494], ["ATACT", -8.60553], ["CTACA", -8.6066], ["CTACT", -8.6083], ["GCGGG", -8.61518], ["TAATTTTTGTATTTTT", -8.6158], ["GATGA", -8.61599], ["AAGAC", -8.61652], ["AGTGAGA", -8.61668], ["CACTGT", -8.61698], ["ATGTGT", -8.62127], ["AAAAGA", -8.62799], ["TGGCC", -8.63204], ["AGTAG", -8.63278], ["AGCACTTT", -8.63318], ["GGCCTCCCAAAGTGCT", -8.63354], ["AATAC", -8.63425], ["AGCAC", -8.63562], ["TATTG", -8.63568], ["AATTG", -8.63584], ["GGCCT", -8.63875], ["TGAAAT", -8.6406], ["AAATAAA", -8.64082], ["TTTTTTT", -8.64116], ["GGGAC", -8.64208], ["AACCC", -8.64228], ["ATAGG", -8.64242], ["GTAGA", -8.64338], ["ACTAA", -8.64434], ["CCCGC", -8.64442], ["GATGG", -8.64677], ["TAAGA", -8.6476], ["GTCCT", -8.6487], ["AAAGAA", -8.64901], ["ACTAC", -8.6491], ["CATCC", -8.64941], ["GGCTG", -8.64971], ["GTCAG", -8.65125], ["CTGTTG", -8.65127], ["ATAAAA", -8.65273], ["TTCATT", -8.6537], ["CATAC", -8.65373], ["CCTGAG", -8.6542], ["GGAGC", -8.65421], ["GAGAT", -8.65744], ["ATATAT", -8.66223], ["GTGAA", -8.66245], ["ATAAG", -8.66448], ["ACACAC", -8.66513], ["ATTAG", -8.66564], ["CAATT", -8.66621], ["AAAACA", -8.66973], ["TTTGTT", -8.67127], ["ATTCTG", -8.67142], ["ATCGC", -8.67191], ["TTCCTT", -8.67201], ["AAACCT", -8.67244], ["GTAAG", -8.67249], ["TAGGG", -8.67299], ["CTTTTT", -8.67465], ["GGATG", -8.67806], ["TCTAG", -8.6784], ["AAGTC", -8.67995], ["AATCC", -8.68121], ["CATCAT", -8.68178], ["CACGT", -8.68228], ["GCCGGGC", -8.68336], ["TCTAC", -8.68341], ["TCATC", -8.68425], ["GACTC", -8.68582], ["GCACG", -8.68683], ["TATGG", -8.68769], ["AATTTT", -8.6904], ["CCGT", -8.69156], ["TAGTTT", -8.69243], ["ACACAT", -8.69269], ["TCTCTT", -8.69634], ["GGACT", -8.69644], ["GGGCC", -8.69696], ["ACCCAGC", -8.6975], ["AAGGC", -8.69751], ["ACGTG", -8.69834], ["GGCCA", -8.6986], ["CTGAC", -8.69875], ["AAAAAAA", -8.70036], ["GGGGT", -8.70209], ["CTCCAC", -8.70283], ["TTTAG", -8.7031], ["CCTGGCCA", -8.70397], ["CCTCTC", -8.70444], ["AAGTTT", -8.70512], ["ATAAAT", -8.70548], ["GTTCT", -8.70639], ["GTGGAG", -8.7069], ["CGTT", -8.70708], ["AAACTA", -8.70872], ["GACAC", -8.70993], ["CTAGA", -8.71061], ["GTAGT", -8.71437], ["GAAGC", -8.71513], ["ATTCC", -8.71532], ["GCTCC", -8.71561], ["TACCC", -8.71562], ["GCTGGGT", -8.71579], ["GGGTT", -8.71592], ["AGCAAGA", -8.71596], ["AAAGTGCT", -8.71609], ["AGTCC", -8.71673], ["AAGAGA", -8.71815], ["TTAAAA", -8.71892], ["CGGA", -8.72047], ["ACCTGGC", -8.72151], ["GAGCT", -8.72288], ["TAAAAT", -8.72382], ["TCTTTG", -8.72387], ["ATTTAT", -8.7251], ["ACATTT", -8.72633], ["GTGTC", -8.72667], ["TCCG", -8.72976], ["AACG", -8.73122], ["GTATG", -8.73242], ["GTATTTTTAGTAGAGA", -8.73431], ["ACGAT", -8.7344], ["TTGAAA", -8.7376], ["GATTCT", -8.73987], ["TACAC", -8.74113], ["TATCA", -8.74372], ["TGTAA", -8.74478], ["CCACAG", -8.745], ["CCATA", -8.74549], ["TAAATT", -8.74812], ["TTTCTG", -8.7483], ["ATGATG", -8.74838], ["GACTT", -8.74973], ["TCAAC", -8.75108], ["TTTCCTT", -8.75136], ["CCATC", -8.75168], ["CATTTT", -8.7529], ["CAAAAT", -8.75303], ["GAGGTG", -8.75366], ["GTTTTT", -8.7565], ["GTGTGT", -8.75768], ["CGCCT", -8.75829], ["ACCCC", -8.75907], ["TCCTA", -8.75986], ["TTTCTTT", -8.75995], ["CCTCCT", -8.76021], ["TGACC", -8.76028], ["CTTCTT", -8.7624], ["ACTGTG", -8.7634], ["GCTGAG", -8.76371], ["ATCGT", -8.76417], ["GCTAC", -8.76435], ["ACCTA", -8.76443], ["TGTTC", -8.76502], ["CCTGGG", -8.76618], ["TATAG", -8.76703], ["TGTCC", -8.76724], ["TTAGG", -8.76968], ["TCTAA", -8.77178], ["GAACA", -8.77333], ["CTAGT", -8.7737], ["TAGGA", -8.77381], ["GGACA", -8.77421], ["AACAAA", -8.77446], ["AAGAAG", -8.77649], ["TGAGGAT", -8.77654], ["GGTGG", -8.77676], ["TTTTAA", -8.77728], ["GGTCA", -8.77806], ["TTTTTA", -8.7782], ["ATGTC", -8.7784], ["CAATA", -8.77891], ["GCCTT", -8.77975], ["TGATTT", -8.78062], ["AGGCTGG", -8.78128], ["TTTGAGA", -8.78301], ["GATGT", -8.7842], ["ATGCC", -8.78555], ["GGCTC", -8.7865], ["CCTCTT", -8.78705], ["TCATTT", -8.78768], ["TTATTTT", -8.78776], ["ACAGAG", -8.78778], ["AAAAAG", -8.78923], ["CTATA", -8.78924], ["CGGGG", -8.79119], ["GTGGTGGC", -8.79127], ["GTGATCCA", -8.7918], ["TATTTG", -8.79198], ["AAGGCAGG", -8.7927], ["TTGTC", -8.79279], ["AGGGAGA", -8.7934], ["AAAATT", -8.79355], ["GAGCC", -8.79369], ["TTATTTTT", -8.79547], ["GAGTC", -8.79662], ["TCTCTACTAAAAATAC", -8.79746], ["CTATC", -8.7995], ["CAGGCA", -8.79991], ["AGCTC", -8.79992], ["TACAAA", -8.79997], ["AAATGA", -8.8011], ["ACGG", -8.80197], ["TCTTCT", -8.80201], ["CCTGCCTT", -8.80239], ["GCAGAG", -8.8026], ["GTTAC", -8.80403], ["GATGC", -8.80469], ["GTTGA", -8.80578], ["TTTAAA", -8.80863], ["ACACAG", -8.80996], ["ATTCAT", -8.81141], ["AAATCA", -8.81184], ["GCCACTGC", -8.81217], ["GCTCT", -8.81272], ["TGGAAA", -8.81348], ["AAAAAC", -8.81497], ["GGTGC", -8.81539], ["CCTAA", -8.81613], ["AAATGT", -8.81638], ["ATGTTG", -8.81657], ["AGGCCT", -8.81698], ["AGTGC", -8.81855], ["AAGTCA", -8.82019], ["CTCAGG", -8.82151], ["GCACT", -8.82185], ["CGTGC", -8.82218], ["GGCAT", -8.82253], ["TTTATTT", -8.823], ["TCTCTG", -8.82302], ["AGCATT", -8.82351], ["AAAAATAA", -8.82439], ["TGTGGT", -8.82472], ["CGGT", -8.82581], ["TTTTCTT", -8.82621], ["TTTTAT", -8.82783], ["ACCCAG", -8.82837], ["TCCCAGC", -8.82901], ["TTAGA", -8.82933], ["TTTTTG", -8.82986], ["AGAGAA", -8.83152], ["GTATA", -8.83212], ["TCTCATT", -8.83223], ["TACTC", -8.83291], ["GCAGTGGC", -8.83314], ["AATAAAT", -8.83317], ["GCAAC", -8.83347], ["TGCTTT", -8.83405], ["AGAATT", -8.83527], ["TGGATCAC", -8.83612], ["CTGGAG", -8.83666], ["CTGCTCT", -8.83762], ["CCTAGG", -8.83789], ["CCGC", -8.83851], ["GAACT", -8.83937], ["CTCAGC", -8.84119], ["CTGTCA", -8.84208], ["ACGA", -8.84371], ["AATTCT", -8.84486], ["AGTTC", -8.84579], ["TTCTCT", -8.84644], ["AGAATA", -8.84774], ["AGAGCA", -8.84887], ["AAAATC", -8.84901], ["GTGATG", -8.84918], ["CACAGT", -8.8492], ["TCACGCCTGTAATCCC", -8.84964], ["TTTGAA", -8.85038], ["AAAAGGAAATATCTTC", -8.85116], ["TCTCCT", -8.85175], ["GTTCC", -8.85231], ["CACATT", -8.85294], ["CGTGG", -8.85325], ["CAAAAA", -8.85339], ["ATGGAG", -8.85363], ["CCACG", -8.85403], ["AAAATAA", -8.85591], ["GGCG", -8.85759], ["AATCTT", -8.85907], ["AAGGCA", -8.85972], ["ATTTTA", -8.86022], ["AGAACA", -8.86022], ["CTGTGT", -8.86056], ["TTTAAT", -8.86064], ["TCTCCCT", -8.86301], ["CATCTT", -8.8632], ["TTGTTG", -8.86433], ["TAAATA", -8.86553], ["CACCAT", -8.86559], ["GAGTA", -8.86617], ["TATAC", -8.86654], ["GTACA", -8.86678], ["AATTTA", -8.86724], ["CCTGGA", -8.86764], ["TTGAAT", -8.86791], ["TAATTA", -8.86869], ["TCACC", -8.87084], ["GCCCC", -8.87153], ["ACTGAG", -8.87181], ["ATAATT", -8.87355], ["GACTG", -8.8736], ["CTTTAT", -8.87389], ["AAAATCA", -8.87425], ["ACCG", -8.87454], ["TCTCTCT", -8.87499], ["TTTAC", -8.87758], ["TTAATT", -8.87772], ["ATTGTG", -8.87829], ["AAAAATAT", -8.88003], ["GATCTC", -8.88007], ["GAGGAG", -8.88158], ["GATTTT", -8.88173], ["ATGGTG", -8.88225], ["CCTTTC", -8.88225], ["TCCCCA", -8.88245], ["GGTAG", -8.88252], ["GAGATC", -8.88287], ["AGGTCA", -8.88305], ["CTGCAG", -8.88315], ["AAAGTGTT", -8.88336], ["TCACTT", -8.88422], ["ATGTAT", -8.88444], ["AGAATC", -8.88447], ["TTGAC", -8.8849], ["GCTCA", -8.88708], ["TTTCCT", -8.8871], ["GCCAGGT", -8.88823], ["AGTTGAA", -8.88918], ["ATTTTG", -8.88984], ["TCTGTT", -8.89024], ["AATTAT", -8.89128], ["CTCAGT", -8.89154], ["TGATA", -8.89246], ["GGGAAG", -8.8951], ["CAAGTG", -8.89631], ["CTTGGG", -8.89647], ["TTCAAA", -8.89675], ["GTAAA", -8.89699], ["CCCAAG", -8.89711], ["TAAAAA", -8.89781], ["AGGGC", -8.89803], ["AAAATGCT", -8.89958], ["GACAT", -8.89977], ["AAGCAA", -8.90067], ["TTTGTG", -8.90069], ["AACTGG", -8.90302], ["AGAGAGA", -8.90318], ["GGAGGG", -8.90318], ["CACCTC", -8.90451], ["GGGAGG", -8.9046], ["AGGCG", -8.9052], ["AGAAAGA", -8.90533], ["CCCTA", -8.90608], ["TGCCTT", -8.90868], ["AAGGAA", -8.90891], ["TCAGAG", -8.90899], ["GTAGC", -8.90921], ["TGACAG", -8.9099], ["TGAAC", -8.90996], ["CCTCTG", -8.90997], ["ATTTGT", -8.91086], ["GAGGTT", -8.91126], ["AACCAT", -8.91227], ["AAACAG", -8.91278], ["TGATTTT", -8.91313], ["ATGCTG", -8.9137], ["GGCTCC", -8.91374], ["CCCCG", -8.91438], ["GTTTGT", -8.91508], ["ATGAAA", -8.91566], ["CCTTA", -8.91575], ["GCATA", -8.91642], ["TGGTTT", -8.91663], ["GGGCG", -8.91742], ["CTGGGA", -8.91756], ["CTACC", -8.91823], ["TATATT", -8.91911], ["TCCTTT", -8.91912], ["TGATGG", -8.92005], ["CGCC", -8.92187], ["AGGTGA", -8.92305], ["ACATAC", -8.92359], ["CCAGCCC", -8.92374], ["TGTTTG", -8.92518], ["AAAGAAA", -8.92542], ["AATGAG", -8.92692], ["ACTTTT", -8.92739], ["CATGGT", -8.92881], ["TTCTGT", -8.92968], ["GCCACCAC", -8.93024], ["GGCAC", -8.93126], ["AAGATG", -8.93131], ["CTCTGC", -8.932], ["CAAATA", -8.93282], ["TGTAC", -8.93388], ["GCCCAGG", -8.93594], ["ACATC", -8.93672], ["GCACC", -8.9384], ["CAACAT", -8.94025], ["CTGTTT", -8.94115], ["GGGAGGCC", -8.94138], ["AGAAGCATTCTCAGAA", -8.94141], ["CTGGGT", -8.94143], ["CTTCAG", -8.94193], ["TGAGC", -8.94221], ["GCTCCC", -8.94226], ["AGGAGA", -8.94261], ["AAGAAAA", -8.94277], ["TTGAAACACTCTTTTT", -8.94382], ["CCTCCC", -8.94519], ["CTGTGG", -8.94521], ["TTGCTT", -8.94563], ["GGGTC", -8.94584], ["TTTTCA", -8.94638], ["AGATAA", -8.94817], ["AAGGAG", -8.94995], ["AAAAAGT", -8.94996], ["ACTAG", -8.95301], ["CTGTCACCCAGGCTGG", -8.95322], ["AAACCA", -8.95338], ["TATTCT", -8.95355], ["TCTGGG", -8.95398], ["AAATCT", -8.95445], ["ATGTTT", -8.95595], ["ATGCAT", -8.95642], ["TTCACT", -8.95663], ["CACAAT", -8.95719], ["CACCAG", -8.95882], ["TCTGTG", -8.95927], ["CTATTT", -8.95998], ["TCACAG", -8.96002], ["CAGCAG", -8.96016], ["TGTCTT", -8.96067], ["TGCATT", -8.96086], ["CAGGAG", -8.96093], ["TGATTCT", -8.96129], ["GAGAAA", -8.96129], ["CAGGAA", -8.96149], ["TATTTA", -8.96232], ["AACTAA", -8.96323], ["TGCCTG", -8.96387], ["AATTAA", -8.96434], ["AGAATGG", -8.96434], ["CTCCTC", -8.96472], ["AAGAGG", -8.96501], ["AAACAAA", -8.96542], ["GTATGT", -8.96545], ["CTCTCT", -8.96551], ["AAGTAA", -8.96656], ["AAAGGA", -8.96688], ["TCACAT", -8.96727], ["TTCCCA", -8.9675], ["TGGAC", -8.96805], ["AGCTGG", -8.96841], ["AGTGAG", -8.96961], ["CTTGGT", -8.97035], ["CATCAG", -8.97059], ["TAATC", -8.97174], ["CCAGAG", -8.97287], ["GACAA", -8.97378], ["CATGGA", -8.97438], ["GTAAC", -8.97449], ["CCATTCT", -8.97464], ["GGGCAG", -8.97549], ["AGCACA", -8.97595], ["AGCATTTT", -8.97617], ["TCCAGG", -8.97627], ["TTTCTGT", -8.97672], ["TCTCAG", -8.97701], ["TCCATT", -8.97708], ["TGGCCAGG", -8.97725], ["TTCTGA", -8.97736], ["AGGGAA", -8.97855], ["ATAATA", -8.97921], ["AAACCCCGTCTCTACT", -8.97937], ["TTCATA", -8.97976], ["GCCAA", -8.97989], ["AGGCAG", -8.98148], ["TTTTGT", -8.98201], ["TCCCTG", -8.98214], ["GACCC", -8.98265], ["AATGAA", -8.98294], ["CTGGTCTC", -8.98317], ["CCCACC", -8.9837], ["GTTCA", -8.98421], ["AAACTT", -8.98492], ["CGAT", -8.98508], ["ATGGTT", -8.98612], ["CCTGGCCAACATGGTG", -8.98732], ["AGGCTGA", -8.98762], ["AATTCA", -8.98763], ["TAGAAA", -8.98764], ["AGACC", -8.98918], ["ATCG", -8.98969], ["GCCGC", -8.9903], ["AAGACA", -8.99067], ["GTGATCTG", -8.99072], ["TCCTTG", -8.99131], ["GGTGT", -8.99135], ["TAATAT", -8.9923], ["AAGTCT", -8.99268], ["TGGGGA", -8.99269], ["CATTTGG", -8.99322], ["TGAAAA", -8.99378], ["ATTTCA", -8.99415], ["CAACC", -8.9942], ["GGTCT", -8.99486], ["TTGTCA", -8.99504], ["GCTGGGA", -8.99519], ["CCTGTG", -8.99583], ["AATACA", -8.99586], ["ACCACA", -8.9961], ["AATGAGA", -8.9963], ["TTCAGT", -8.99635], ["TTGCTG", -8.99692], ["ACAGAA", -8.9973], ["CTGCCT", -8.9978], ["AAAGGGA", -8.99788], ["ATTAAA", -8.99864], ["AATGTG", -8.99866], ["TACATT", -8.99872], ["AATGCA", -8.99883], ["AATATA", -9.00112], ["TATTGAT", -9.00142], ["TTAGCT", -9.00237], ["CACTA", -9.00258], ["GAATC", -9.00266], ["ATGTGA", -9.00331], ["CCCCAC", -9.00401], ["AAGTTA", -9.00447], ["TGAGAT", -9.00492], ["AACACTTT", -9.00517], ["GGAGT", -9.0056], ["AGGAAAA", -9.00568], ["ACTCC", -9.00599], ["TTTAAAA", -9.00629], ["TGTGCT", -9.00678], ["AGTTCT", -9.00774], ["AGTGCA", -9.00825], ["GGCAA", -9.00854], ["CTGCAGC", -9.00934], ["TAAGG", -9.01013], ["CTTTGG", -9.01028], ["GAGGCC", -9.01187], ["CAGCCA", -9.01239], ["AGAATTG", -9.0124], ["GTGCC", -9.01318], ["CAGATCAC", -9.01442], ["ATACAT", -9.01488], ["AGGAGG", -9.0157], ["CATCTG", -9.0157], ["AGAGTT", -9.01611], ["AAACAT", -9.01629], ["ACAATG", -9.01735], ["AGGAGAA", -9.01784], ["AGGATG", -9.01829], ["CTAAC", -9.0185], ["TCCTTC", -9.01877], ["TGATAG", -9.0191], ["TGAATT", -9.01932], ["CTCTGA", -9.01945], ["AAGGGA", -9.0198], ["TCACCT", -9.01994], ["ATAAAG", -9.02026], ["GCATC", -9.02047], ["CTTCCA", -9.02066], ["AAAGTC", -9.02077], ["TGTATT", -9.02167], ["TTAAAT", -9.02194], ["TAATAA", -9.02207], ["TGGAAT", -9.02225], ["CCGGG", -9.0226], ["CTCATT", -9.0228], ["TAAACA", -9.02295], ["TTGGAA", -9.02316], ["CATTTC", -9.02463], ["TGAATG", -9.02477], ["GGGCTGG", -9.02498], ["CATGAA", -9.02512], ["ATTTGG", -9.02556], ["CCAGGA", -9.0258], ["ATATC", -9.0259], ["AAGTGA", -9.02723], ["ATGAAT", -9.02731], ["TTTTTTTT", -9.02733], ["TACCAT", -9.02781], ["ACACACACACACACAC", -9.02832], ["CTTCCC", -9.02841], ["GGAAGC", -9.02884], ["CGTC", -9.02927], ["AAAAAAAAA", -9.03], ["AGTAGAGACGGGGTTT", -9.03031], ["CTTTTG", -9.03053], ["AACACA", -9.0306], ["TATAAA", -9.03068], ["CCGTG", -9.03095], ["TCCTCT", -9.03099], ["GTCCA", -9.03112], ["GGGGGC", -9.03127], ["CAGGGA", -9.03138], ["ATGCAA", -9.03179], ["CAGATG", -9.03285], ["GGGATTACAGGCGTGA", -9.03286], ["CTCCAG", -9.03346], ["TTCCCT", -9.03433], ["CAAATG", -9.03491], ["CTCACT", -9.03533], ["ACCAAG", -9.03561], ["CTCTGT", -9.03568], ["AATAAAA", -9.03625], ["TGGCTG", -9.03725], ["CTGAAG", -9.03807], ["CCCGG", -9.0381], ["TTTATA", -9.03861], ["ATTCAA", -9.03983], ["ACCATG", -9.0402], ["ATTCTT", -9.04059], ["GACG", -9.04068], ["TCTTGG", -9.04119], ["TTTGTA", -9.04231], ["CTGGCT", -9.0425], ["GGTTG", -9.04303], ["TGCACT", -9.04344], ["TTCATG", -9.04347], ["CCCTCA", -9.04409], ["ATTTGAA", -9.04429], ["AATGGA", -9.04455], ["CTCCAT", -9.0447], ["TGTTCA", -9.04501], ["TTCCAG", -9.04514], ["GGCCTCCC", -9.04517], ["ACATAG", -9.04528], ["AATAAT", -9.04573], ["CCAGCCT", -9.0465], ["CAGGTG", -9.04722], ["TGGGAG", -9.04832], ["GAGGGG", -9.04875], ["CCAGCT", -9.04901], ["AATTGAA", -9.05016], ["GCTGCC", -9.05028], ["ATATAA", -9.05106], ["TTCCAA", -9.05108], ["CAGAGA", -9.05117], ["TTGCAT", -9.05132], ["GATAT", -9.05159], ["TCGT", -9.05191], ["TCCTGG", -9.05206], ["GTGCTG", -9.05269], ["CCAGAA", -9.05272], ["AGGAGTTC", -9.05274], ["AATGTA", -9.05326], ["AACAGA", -9.05343], ["CATTTA", -9.05451], ["CTCCCT", -9.05457], ["CACAGAG", -9.05497], ["CACAAA", -9.05498], ["TTATCT", -9.05518], ["ACGC", -9.05524], ["ATTTGA", -9.05542], ["CACAGG", -9.05845], ["AGACTT", -9.05863], ["ACAAATA", -9.05875], ["TCCCAG", -9.05877], ["CACCATGTTGGCCAGG", -9.06155], ["GATTA", -9.06159], ["AGTCCT", -9.06259], ["TATAAAA", -9.06339], ["CAAAGA", -9.06396], ["ACTTCA", -9.06396], ["CGTTT", -9.0643], ["AGAGCT", -9.06431], ["TAGTG", -9.06466], ["TTGATT", -9.06561], ["ATCAAA", -9.06575], ["GTGTGTGTGTGTGTGT", -9.06663], ["GCGGTGGC", -9.06799], ["CACAGA", -9.06821], ["TGAAGG", -9.06846], ["TGTGGG", -9.06937], ["AACCTC", -9.07024], ["GGAGCC", -9.07046], ["TCCCTT", -9.07153], ["AAACAGA", -9.07191], ["GGACC", -9.07262], ["CAGACA", -9.07431], ["AATCAA", -9.07487], ["TAGAC", -9.07628], ["CTCAGA", -9.07666], ["AGATAT", -9.07667], ["TCAGAA", -9.07801], ["TTTTAAA", -9.0782], ["AGAAGG", -9.08052], ["TATGC", -9.08078], ["ACCACT", -9.08088], ["GAAGTC", -9.0811], ["CAAGGA", -9.08171], ["TTGAGA", -9.08198], ["AAATGTT", -9.08221], ["ACTGAA", -9.08457], ["TTATAT", -9.08495], ["AGGGAG", -9.08544], ["AGGAGTTCAAGACCAG", -9.08549], ["GATGGG", -9.08596], ["CACCTG", -9.08643], ["TCTGAG", -9.08687], ["CAGCTG", -9.08735], ["CTGTGA", -9.08829], ["ATATATA", -9.08832], ["CACCAA", -9.08965], ["TCAGGA", -9.09003], ["AAAGAT", -9.09072], ["TGATTG", -9.0908], ["TTGCCT", -9.09082], ["AAAGCT", -9.09083], ["CCCTTG", -9.09088], ["AGTCTT", -9.09109], ["CTCCTT", -9.0914], ["TTTCACT", -9.0916], ["CAGCAA", -9.09162], ["GCTGGC", -9.09244], ["ATTTAA", -9.09266], ["CATCCT", -9.09414], ["CAAACA", -9.0943], ["AGCCCT", -9.09431], ["TTGTTTT", -9.09467], ["CATTCA", -9.09482], ["TGCTTG", -9.09489], ["AAATTG", -9.09555], ["AGAAGA", -9.09574], ["CTTCAT", -9.0958], ["ACTCTG", -9.09666], ["TTACTG", -9.0967], ["TTCCAT", -9.09676], ["TGACAA", -9.09711], ["GGAATC", -9.09718], ["CTGAGG", -9.09761], ["CCTTCA", -9.09767], ["TCACTG", -9.09874], ["TTCTCA", -9.099], ["CAAAGG", -9.09911], ["CTCGGCTCACTGCAAC", -9.09922], ["ATACAA", -9.0993], ["TGGAAG", -9.09968], ["TTTTTCT", -9.10033], ["CCTTCT", -9.10147], ["ACATGT", -9.1016], ["CACGG", -9.10225], ["TCTGGA", -9.10226], ["CTCTTG", -9.10255], ["AGGTTT", -9.10298], ["TTTTATTT", -9.10322], ["TGGAGA", -9.10385], ["AACATTT", -9.10395], ["ACTTTG", -9.10522], ["TCTCAA", -9.10561], ["ACTCCT", -9.10618], ["TATTCA", -9.10638], ["TCTCTTT", -9.1066], ["TGTCTG", -9.10663], ["CCAGCCTGGGTGACAG", -9.10673], ["TGAACT", -9.10678], ["CATCAA", -9.1068], ["ATTAAT", -9.10699], ["AGTTCA", -9.10771], ["ATGGAA", -9.10861], ["CTCTGG", -9.10932], ["GCCCTC", -9.10973], ["CCCACA", -9.10983], ["TAAAAG", -9.11005], ["ATATTTTT", -9.11022], ["AAAAAATTA", -9.11023], ["GCGG", -9.11033], ["GTTGCAGTGAGCCGAG", -9.11039], ["AGAGAG", -9.11062], ["TAAAAAT", -9.11138], ["GTTTA", -9.11158], ["AAATAAT", -9.11168], ["ATTCAG", -9.11176], ["GGGAGC", -9.11189], ["TGGGGG", -9.11228], ["CCCCAG", -9.11249], ["TTTACA", -9.11257], ["CAGTGA", -9.11258], ["TTTCTTCAT", -9.11356], ["AAGGTT", -9.11358], ["TTTGAG", -9.11422], ["ATATTA", -9.1147], ["CCTTGG", -9.11508], ["TCAAAT", -9.11517], ["TTCAGG", -9.11611], ["GTGGGG", -9.11629], ["CAGAGT", -9.11639], ["AGTGGG", -9.11643], ["CTGCTG", -9.11682], ["CAAACT", -9.11692], ["TGACTT", -9.11853], ["CAAAAG", -9.11869], ["CCCAGA", -9.11967], ["CCTGGGC", -9.11993], ["TCCTGT", -9.12012], ["TTTCAA", -9.12017], ["TTGTGT", -9.12135], ["CCCACT", -9.12179], ["AGGGGA", -9.1219], ["GAACTT", -9.12199], ["CAATTT", -9.1222], ["CTGTCC", -9.1224], ["CTAGACAGAA", -9.12266], ["CTACAG", -9.12348], ["TAACAG", -9.12373], ["CTGGGG", -9.12416], ["TGAGAA", -9.12439], ["GGCCTC", -9.12472], ["CTATGT", -9.12495], ["GATAG", -9.12537], ["TCGC", -9.12552], ["AATGGGA", -9.12639], ["TGCCCT", -9.12643], ["CATTAT", -9.1267], ["GGAAC", -9.12731], ["AAAAGG", -9.12794], ["AACCTT", -9.12804], ["AAGCAT", -9.12809], ["TCCCCT", -9.12813], ["GGTAT", -9.12851], ["TGAGGG", -9.12928], ["GTTAG", -9.12988], ["AGCAGA", -9.13004], ["CGCTC", -9.13016], ["CAATTCT", -9.13225], ["AGGACA", -9.13227], ["TCCACT", -9.13243], ["GTATTT", -9.1327], ["TGGGGT", -9.13278], ["CAAGAG", -9.13304], ["ACAGATG", -9.1331], ["ATATCT", -9.13405], ["CAAAGT", -9.13461], ["CGTGT", -9.13486], ["GGTGGG", -9.13559], ["ATTTTAT", -9.13579], ["CATCAC", -9.13684], ["CTGTCT", -9.13739], ["AGACAT", -9.1379], ["CTTCTG", -9.13828], ["CCAAAG", -9.1386], ["GGCTA", -9.13869], ["TCTGCA", -9.13923], ["GCAGGG", -9.1395], ["ATATAAT", -9.13978], ["TCAGCCT", -9.14], ["TGCCTC", -9.1403], ["CATTTG", -9.14033], ["TGGGAA", -9.14044], ["TGTGTT", -9.14045], ["AAAAAAAA", -9.14066], ["ACAAAG", -9.14074], ["AAAGAGA", -9.14131], ["CTGCAAG", -9.14241], ["TGTTGAA", -9.14248], ["AGGAGTTT", -9.143], ["CAGTTT", -9.14339], ["GGGGCT", -9.14375], ["ATCTCA", -9.14402], ["CAAATT", -9.14415], ["TTCTTC", -9.14442], ["AGTGGT", -9.14473], ["CTTTTCT", -9.14474], ["CAGAGG", -9.14516], ["TTCTAA", -9.14524], ["TTTGGA", -9.14558], ["ATACC", -9.14627], ["GGGGTC", -9.14641], ["AGGACT", -9.14643], ["GCTGTG", -9.14763], ["GACTTC", -9.14889], ["GCTCTG", -9.14929], ["TTTCCCT", -9.14946], ["AAGATT", -9.14963], ["GTGAAG", -9.15152], ["AAACCCCATCTCTACT", -9.15175], ["AGTGAA", -9.15254], ["CGAC", -9.15284], ["ATGATT", -9.15381], ["CCAAAT", -9.15392], ["ATGAAG", -9.15427], ["TTCCTG", -9.15471], ["AGCCTC", -9.15483], ["CAGCAT", -9.15585], ["TCCTGA", -9.15631], ["ATACAG", -9.15671], ["TTCAACTCACAGAGTT", -9.15688], ["GATAA", -9.15705], ["AGGAGT", -9.15735], ["AATAAG", -9.15756], ["AATCTG", -9.15758], ["TGATGA", -9.15813], ["AGGAGTTTGAGACCAG", -9.15918], ["CTGAGA", -9.15977], ["TTTGTTT", -9.16001], ["TTGGTG", -9.16039], ["AAGTAT", -9.16047], ["TATTTTA", -9.16105], ["TTAATA", -9.16183], ["TCACAA", -9.16228], ["TCCAAG", -9.16233], ["AGAGAC", -9.16254], ["ACAGCA", -9.16266], ["TCCATG", -9.16291], ["TCATGCCTGTAATCCC", -9.16341], ["AAAGGAAA", -9.16399], ["TTTTATT", -9.16472], ["CTCGG", -9.16499], ["CTTGGA", -9.16502], ["GATTG", -9.16523], ["GCCCTG", -9.16532], ["AGACAA", -9.16549], ["ACACG", -9.16573], ["AAGCTT", -9.16609], ["TAACC", -9.16619], ["ATTTTTA", -9.16623], ["CTCAAA", -9.1663], ["CTTTCA", -9.16635], ["CAGGTA", -9.16687], ["GTTAA", -9.16706], ["CATGGC", -9.16902], ["AAGGAAA", -9.16909], ["ACCTGG", -9.17003], ["ACATTG", -9.17015], ["ACACAA", -9.1707], ["TCATAT", -9.17072], ["CCCAGGC", -9.17087], ["CCCTGC", -9.17173], ["TTTTGG", -9.17241], ["AACAAG", -9.1728], ["TTGATG", -9.17282], ["TTATTA", -9.17302], ["TATCTG", -9.17376], ["AAGGTA", -9.17483], ["CTGCAAA", -9.17518], ["TTGGCT", -9.17526], ["TGTGAA", -9.17536], ["GCCCGGC", -9.17614], ["TAAGC", -9.17729], ["TCTCAAA", -9.17755], ["CTAGC", -9.1776], ["TTTGCA", -9.17784], ["GAGCG", -9.178], ["CCTGAA", -9.17835], ["TTGTCT", -9.17848], ["AACTAT", -9.17884], ["CCCCAGC", -9.17886], ["AGTAGG", -9.17896], ["CTTTGGG", -9.17928], ["TGCTGT", -9.17962], ["GATGGC", -9.17971], ["AAATGTA", -9.1801], ["CAGAAT", -9.18022], ["TCAAAG", -9.18047], ["AGAATCA", -9.18063], ["TGTTTGT", -9.1814], ["AAACTG", -9.18169], ["AGGCTT", -9.18226], ["TAACTT", -9.18304], ["CCAGTG", -9.18305], ["GCCAGC", -9.18313], ["TACCTT", -9.18355], ["TGGCAG", -9.18375], ["GCTTCT", -9.1847], ["CAGATT", -9.1847], ["GAAATG", -9.18549], ["TCTTCCT", -9.18653], ["TAAAGA", -9.18654], ["GCCTGGG", -9.18699], ["CACCTT", -9.1881], ["CTGGTCTCAAACTCCT", -9.18836], ["ACTCAA", -9.18872], ["CAAGGG", -9.18936], ["TATCCT", -9.19101], ["TTACAG", -9.19157], ["ACACC", -9.19165], ["AGTAGAGATGGGGTTT", -9.19231], ["TGTGTG", -9.19255], ["AAGCAG", -9.19278], ["AATCTA", -9.19302], ["AAGAAT", -9.19309], ["TGGTCAGG", -9.19347], ["TGGGGTTT", -9.19365], ["AAGGAT", -9.19463], ["CCAGTT", -9.19514], ["TTCAGA", -9.19524], ["TGTATTTTT", -9.196], ["TTTCATT", -9.19633], ["ACCCTG", -9.19636], ["GTGTTG", -9.1965], ["AGGAGTTCGAGACCAG", -9.19654], ["AAGATA", -9.19778], ["TTGTGA", -9.19829], ["GCTTTG", -9.199], ["CCTCAG", -9.19943], ["ATTTATT", -9.19949], ["CTGGTCTTGAACTCCT", -9.19989], ["TTTCTC", -9.20043], ["TACAGT", -9.20148], ["CATAAA", -9.2016], ["CATGGG", -9.20163], ["CCATGG", -9.20229], ["CTCTGCCTCCC", -9.20272], ["AGATGG", -9.20276], ["TTTTTGT", -9.203], ["GATCCT", -9.20326], ["GCGT", -9.20334], ["CATGTT", -9.2035], ["AAAGAAAA", -9.20367], ["AGAAAC", -9.2038], ["TATGAA", -9.20407], ["TGCCCAGG", -9.20414], ["TGAAAG", -9.20472], ["GAACC", -9.20473], ["CCAGTCT", -9.20473], ["GAGACCAG", -9.20479], ["TGTCAG", -9.20507], ["TCCAGA", -9.20556], ["TGTGAG", -9.20564], ["AAAAATACA", -9.2058], ["AGGGCA", -9.20664], ["TTCTGG", -9.2067], ["CCATCCT", -9.20694], ["TACCTG", -9.20807], ["TAGCTT", -9.20963], ["CATGAG", -9.21], ["CCCTCC", -9.2101], ["AAAAATACAAAAA", -9.21273], ["GAGTAGCTGGGACTAC", -9.21282], ["GAGGCA", -9.213], ["GGGAGGCAGAG", -9.21364], ["CAGGGT", -9.21407], ["TGGATA", -9.21417], ["AAAACAA", -9.21426], ["TCTGCT", -9.21453], ["AGAAGAA", -9.21512], ["TCCCAT", -9.21555], ["CTGCTT", -9.21572], ["TCTGTCT", -9.21599], ["CTTATT", -9.216], ["TTATAG", -9.21604], ["TGTTTA", -9.21609], ["ACAGAT", -9.21717], ["CAATGT", -9.21726], ["ACCTCT", -9.21756], ["AATTTG", -9.219], ["TATTAA", -9.21953], ["AGTTTG", -9.22021], ["CTGCAGG", -9.22032], ["AAAGTT", -9.22037], ["AAACG", -9.22085], ["TAAATTT", -9.221], ["CACAGC", -9.22122], ["CAGAAG", -9.22137], ["CCAAGA", -9.22154], ["TTGTAT", -9.22165], ["AATGGG", -9.22172], ["ATGTAA", -9.22175], ["CTGGGC", -9.22206], ["CTTCTC", -9.22213], ["CCAGCCTGG", -9.22237], ["AGAACT", -9.22241], ["TTAGAA", -9.22311], ["CCAAGG", -9.22399], ["AACTTT", -9.22473], ["AGAAGT", -9.22479], ["GATTC", -9.22575], ["ATGCAG", -9.2272], ["AGAAAAT", -9.22752], ["TTTTTTTTT", -9.22763], ["CTGCCA", -9.22781], ["GATGTT", -9.22795], ["CCTCCA", -9.22824], ["CAAGCA", -9.22844], ["CGGCC", -9.22882], ["CGCGC", -9.22884], ["GGCAGC", -9.229], ["CAAGAT", -9.22904], ["CTTTTA", -9.22911], ["ATGGGA", -9.22936], ["CCTACT", -9.2298], ["GTTGCAGTGAGCTGAG", -9.22986], ["CATGTG", -9.23001], ["GGGTGGGG", -9.23006], ["GAGGCT", -9.23117], ["CCAGGT", -9.23208], ["TGAGCA", -9.23222], ["CATATT", -9.23243], ["ATTTTTT", -9.23257], ["GGGCTG", -9.23307], ["CACCG", -9.2333], ["ACTGTA", -9.23362], ["TGTTTTT", -9.23382], ["CTCCCA", -9.23417], ["CTCTGTG", -9.23438], ["CTTTGT", -9.23462], ["CCCATT", -9.23493], ["CCAGGG", -9.23512], ["CTGGAGT", -9.23515], ["GGTAA", -9.2356], ["CTGAAT", -9.23622], ["GCCATG", -9.23636], ["TCCTTTT", -9.23638], ["GGGAGGCT", -9.23663], ["TGACCT", -9.23667], ["AGCAAG", -9.23676], ["TCCAAA", -9.23736], ["GAAGGA", -9.23764], ["GTTTCT", -9.2379], ["TAAAAC", -9.23792], ["AGACAC", -9.23824], ["CCTGCA", -9.23843], ["TGACAT", -9.2386], ["AATGTT", -9.23952], ["GCTAG", -9.24013], ["CATTGT", -9.24059], ["CTCAGCTCACTGCAAC", -9.24144], ["CGTGA", -9.24192], ["ACCTGA", -9.24208], ["GAACTCCT", -9.24333], ["TTGTCTT", -9.24339], ["GTCAA", -9.24419], ["CCACCT", -9.24446], ["ATGGTA", -9.24458], ["ACACTG", -9.24461], ["CTGTAA", -9.24468], ["CAATC", -9.24513], ["GACCCC", -9.24555], ["GGTCC", -9.24557], ["AGCTAA", -9.24609], ["TTGAAG", -9.24622], ["AAGGCT", -9.24634], ["GAAGCA", -9.24643], ["TTTACT", -9.24671], ["AGCTCA", -9.24702], ["TTCTTG", -9.24741], ["CACTGG", -9.24777], ["TTAAGT", -9.24789], ["CCCTGG", -9.24796], ["GAGTAGCTGGGATTAC", -9.24821], ["TCATTCT", -9.24832], ["GGTGAG", -9.24886], ["ATTGCTT", -9.24892], ["TACACT", -9.24927], ["AACATG", -9.24966], ["AGGGCT", -9.24978], ["ACTTCT", -9.24985], ["AAGGTG", -9.25036], ["AAAAAAAAAA", -9.25049], ["AGACAG", -9.25083], ["ACTCCAG", -9.25106], ["CACTGA", -9.25108], ["TTCTCCT", -9.2515], ["CAGGTC", -9.2519], ["GCTGGGG", -9.25243], ["GTCTCT", -9.25336], ["GGGATTAC", -9.25351], ["AATCCA", -9.25372], ["AAAAACA", -9.25413], ["AAGCCT", -9.25419], ["AAAAATCA", -9.25421], ["AGTAAA", -9.25452], ["AACCTG", -9.25479], ["TGTTCT", -9.2555], ["GCTTA", -9.25557], ["AGCTTT", -9.25589], ["CTCTTTTT", -9.25595], ["GTTGCAGTGAGCCAAG", -9.25634], ["ATATAG", -9.25638], ["AACTCA", -9.25657], ["TCAGGT", -9.25745], ["GACTTT", -9.25756], ["AAGTGG", -9.25795], ["TTGAGT", -9.25834], ["ATGGCA", -9.25837], ["GCCTTC", -9.25895], ["GTAGTCCCAGCTACTC", -9.25908], ["AGAAACA", -9.25966], ["AAGCCA", -9.25966], ["TGTGGA", -9.26015], ["AAGGAGA", -9.26142], ["TTATAA", -9.26144], ["GAGCAG", -9.2615], ["TGGGAT", -9.26278], ["TGTTTCT", -9.26324], ["CCCCTT", -9.26341], ["ATTATAT", -9.26347], ["AGTGAAA", -9.26351], ["TATTATT", -9.26355], ["CCTCTCC", -9.26369], ["CTTTTC", -9.26419], ["CCACTG", -9.26458], ["GTAATCCCAGCTACTC", -9.26491], ["CTCTCC", -9.26521], ["TAAGAA", -9.26537], ["GCGGC", -9.26563], ["CCAAAA", -9.26597], ["TGATCA", -9.26607], ["AGGATA", -9.26691], ["CAGAGAG", -9.26692], ["TGAAGT", -9.26695], ["ACAGGTG", -9.26696], ["GGAAAA", -9.26738], ["TGGATT", -9.26747], ["GGAGGA", -9.26772], ["CCTTTG", -9.26789], ["TGCAGG", -9.2685], ["CCAACA", -9.26855], ["GTACT", -9.26937], ["CGCCC", -9.26962], ["CTCACC", -9.26966], ["ATGTCA", -9.2697], ["TCTTTGT", -9.26988], ["ATTCCT", -9.27021], ["TTTCCC", -9.27025], ["CCCCAT", -9.27034], ["AGATTCT", -9.27052], ["AACGT", -9.27079], ["TAACAA", -9.27087], ["CATCCC", -9.27087], ["TTTGGT", -9.27188], ["AGCATG", -9.27201], ["AGTAC", -9.27214], ["TATATAT", -9.27225], ["CAAGTT", -9.27242], ["TCGG", -9.27312], ["CTCCTG", -9.27363], ["GAAGGG", -9.27378], ["GGAAGA", -9.27381], ["AGATGA", -9.27391], ["AAAATGG", -9.27461], ["GATTTG", -9.27471], ["CATGAT", -9.27526], ["ACTCCA", -9.2755], ["AAAATAAAA", -9.27573], ["CTTGGCTCACTGCAAC", -9.27576], ["CCGAG", -9.27592], ["TAATTTTTT", -9.27608], ["CGCA", -9.27637], ["AAATATT", -9.27638], ["AGTCCA", -9.2765], ["GATTTC", -9.27662], ["GAAGCC", -9.27666], ["CTGAGGTC", -9.27686], ["GTCCCC", -9.27692], ["CATCTGT", -9.27699], ["GAGGGA", -9.27727], ["CCCCATC", -9.2775], ["CTTTAG", -9.27796], ["TTGCTTT", -9.27841], ["ATAAATTA", -9.27875], ["AGTGTG", -9.2789], ["CAACAC", -9.27915], ["ACAAAC", -9.27916], ["GGGATTACAGGCATGA", -9.27967], ["AGGCCA", -9.28037], ["TTCTTTT", -9.28183], ["CAAGTA", -9.28211], ["TGTTATT", -9.2823], ["ATATCTT", -9.28232], ["ACGTT", -9.28238], ["GTGTGTG", -9.2826], ["ATTATTT", -9.28274], ["TTGTTA", -9.28285], ["ACATCA", -9.28302], ["GCTGCAG", -9.28312], ["GAGATG", -9.28327], ["AGGATGG", -9.28351], ["CTGCAAGTGGATATTT", -9.28378], ["CACAGAA", -9.28405], ["GCGCG", -9.28407], ["GGTTC", -9.28416], ["TCTCCTT", -9.28424], ["CACTGC", -9.28431], ["AAGATC", -9.28437], ["AGAGGA", -9.28482], ["TGCAGA", -9.2849], ["ACAGGA", -9.28504], ["AGCCAGA", -9.28533], ["GTGGCC", -9.2858], ["CTGCCCT", -9.2859], ["AGCTGA", -9.28627], ["CTTGCAG", -9.28641], ["TCAGAT", -9.28644], ["CCCATCTC", -9.28661], ["TTTAAAT", -9.287], ["CAGCAC", -9.28705], ["GGACAG", -9.28753], ["AGGGTT", -9.28757], ["CTGTAG", -9.28764], ["AACTGA", -9.28777], ["TCCCTC", -9.28812], ["TGCCAG", -9.28822], ["TTCATC", -9.28856], ["CTTTCTT", -9.28896], ["CGAGG", -9.289], ["TCCCCAG", -9.29019], ["AACATTTT", -9.29138], ["TAGTTTT", -9.29155], ["CTGGTCTCGAACTCCT", -9.292], ["CATATA", -9.29255], ["TCTTGTT", -9.2927], ["TAACAT", -9.29344], ["CCTTTT", -9.29378], ["ACATTA", -9.29386], ["AAATTTA", -9.29405], ["CATTTATT", -9.29479], ["GATGTC", -9.29491], ["AATGAT", -9.29534], ["TGCATG", -9.29572], ["TCCTCA", -9.29576], ["CAGATA", -9.29585], ["CCAGCA", -9.29586], ["TGTCCT", 